{
  "date": "2025-11-21",
  "client": "BrightMinds",
  "comparison_date": "2025-11-20",
  "total_products_today": 1222,
  "total_products_yesterday": 1207,
  "summary": {
    "changed_products": 45,
    "price_changes": 4,
    "sale_price_changes": 1,
    "availability_changes": 20,
    "title_changes": 1,
    "description_changes": 19,
    "image_changes": 18,
    "item_group_changes": 18,
    "shipping_changes": 18,
    "label_changes": 29,
    "new_products": 21,
    "removed_products": 6
  },
  "changed_products": [
    {
      "product_id": "shopify_GB_15589756699006_56293927649662",
      "title": "Electric Plane Launcher",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "Q5722",
      "title": "Orbiting Solar System Creation Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_14867895058814_54863552610686",
      "title": "Make & Play Bubble Science",
      "changes": {
        "price": [
          "27.99 GBP",
          "26.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15005857841534_55338362274174",
      "title": "DIY Play House - Rosie",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1055",
      "title": "Architectural Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "Q5684",
      "title": "Simple Machines Mechanical Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "Q3449",
      "title": "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland",
      "changes": {
        "title": [
          "Happy Puzzle Jigraphy UK Map",
          "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland"
        ],
        "description": [
          "This outstanding, high quality, 100 piece UK jigsaw builds into a stunning map, illustrating the United Kingdom and Ireland by counties. The bizarrely shaped pieces turn the UK jigsaw puzzle into an ingenious challenge that is both great fun and highly educational too. Follow the picture to build the puzzle or use your own geographical knowledge to create this stunning full-colour map.The finished Happy Puzzle Jigraphy puzzle is approximately 50cm x 40cm.\n\n Age 4+",
          "Happy Puzzle Jigraphy UK Map Unveiling the Wonders of the United Kingdom and Ireland! Get ready for an exciting adventure with the Happy Puzzle Jigraphy UK Map, a delightful 100-piece jigsaw puzzle that promises hours of engaging fun for the whole family. This isn't just any puzzle; it's a vibrant, full-colour map of the United Kingdom and Ireland, beautifully illustrating each county with engaging detail. Prepare to be captivated by the unusually shaped pieces that transform this puzzle into an ingenious challenge, making it a truly unique experience. This thoughtful design ensures that learning about the geography of the UK and Ireland becomes an exciting game, perfect for curious young minds and seasoned puzzlers alike. You can follow the handy picture guide to complete the map, or if you're feeling adventurous, put your geographical knowledge to the test and assemble it using your own expertise. The finished masterpiece, measuring an impressive 50cm by 40cm, will be a stunning visual representation of the British Isles that you'll be proud to display. Designed for children aged 4 and up, this high-quality puzzle fosters cognitive development, problem-solving skills, and a love for learning about the world around us. It’s crafted with outstanding durability to withstand countless hours of playful exploration. The bright colours and clear county divisions make it easy to identify different regions as you piece them together. This puzzle is more than just a pastime; it’s a journey of discovery that encourages conversation and shared experiences, making it an ideal activity for family game nights or quiet afternoons. The intricate details on the map provide opportunities for budding geographers to learn about cities, landmarks, and the distinct character of each county. It’s a wonderful way to introduce children to the shapes and locations of the countries that make up the United Kingdom and Ireland, fostering a sense of connection and curiosity. The unique interlocking of the bizarrely shaped pieces adds an extra layer of satisfaction when you find the perfect spot for each one, making the process of building the map incredibly rewarding. It’s a fantastic educational toy that seamlessly blends entertainment with learning, ensuring that every moment spent with this puzzle is both enjoyable and enriching. The large format of the finished puzzle makes it perfect for displaying on a table or wall, serving as a constant reminder of the geographical knowledge gained. This puzzle truly brings the fascinating landscape of the United Kingdom and Ireland to life in a fun and accessible way for everyone."
        ],
        "color": [
          "",
          "Multicolor"
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7569839095871_41128378597439",
      "title": "Farmhouse Shape Sorter Toy",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1391",
      "title": "Touch Finger Painting Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1474",
      "title": "IQ Deluxe Pentagon",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "C1282",
      "title": "Sounds Fishy Fast Thinking Travel Version Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15303331611006_55429070094718",
      "title": "Microscope with 50 experiments",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1054",
      "title": "Planetarium Projector: Create a Space Theatre with Authentic Star Maps & Cosmic Images, Features 2 Projections & Auto-Off Timer for Fun Family Nights",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737220034602_9280090931242",
      "title": "My Calendar Multi Coloured",
      "changes": {
        "price": [
          "109.99 GBP",
          "42.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737392197674_9281549598762",
      "title": "Code and GO Robot Mouse",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q5190",
      "title": "Go Genius Maths",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_737132871722_9279267733546",
      "title": "KidzLabs Math Magic",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7533056065599_41031887519807",
      "title": "Design & Drill Build-It Bucket",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737224622122_9280139591722",
      "title": "Design & Drill Rivet Pop Workshop",
      "changes": {
        "price": [
          "24.99 GBP",
          "13.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737367031850_9281346371626",
      "title": "Robot Face Game",
      "changes": {
        "price": [
          "23.99 GBP",
          "24.99 GBP"
        ],
        "sale_price": [
          "",
          "19.99 GBP"
        ]
      }
    },
    {
      "product_id": "Q7210",
      "title": "Orchard Toys Christmas Eve Box",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15615442518398_56374008119678",
      "title": "Robotic JellyFish Nightlight Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "Q2148",
      "title": "Penguins on Ice Puzzle Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1100",
      "title": "Catapult Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4148",
      "title": "Cute Pets Plaster Casting Kit - Fun Arts & Crafts for Kids Ages 5+, Create Adorable Fridge Magnets & Badges",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737226031146_9280152928298",
      "title": "Geosafari Motorized Solar System",
      "changes": {
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1468",
      "title": "DropZone Puzzle Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    }
  ],
  "new_products": [
    {
      "product_id": "BJ491",
      "title": "My First Workbench",
      "price": "46.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q5169",
      "title": "Design & Drill Bolt Buddies Plane",
      "price": "29.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1260",
      "title": "Djeco Little Circuit Game",
      "price": "14.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1313",
      "title": "My First Clock",
      "price": "26.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1410",
      "title": "SoLogic Tour d'Hanoï",
      "price": "14.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1203",
      "title": "Numberblocks Adding and Subtracting Puzzle Set",
      "price": "12.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4639",
      "title": "Bigjigs Play Vanity Kit",
      "price": "24.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4729",
      "title": "T rex Head Torch",
      "price": "14.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1347",
      "title": "Imagine It Fashion Activity Set",
      "price": "19.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1463",
      "title": "Harry Potter Magic Letters",
      "price": "19.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q1245",
      "title": "Butterfly Garden Kit with live voucher",
      "price": "24.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "C1290",
      "title": "Pirate Ship Gift in a Tin",
      "price": "12.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4390",
      "title": "Bigjigs Big Green Engine (BJT419)",
      "price": "11.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4534",
      "title": "Daizy Dog Koodle Cushion",
      "price": "14.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4188",
      "title": "Intro to Tools and Building",
      "price": "35.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "M9265",
      "title": "Djeco Ludanimo Set of 3 Games",
      "price": "29.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1006",
      "title": "Recycled Plush Gorilla 30cm",
      "price": "19.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "Q4949",
      "title": "Montessori Ma Premìere Cuisine",
      "price": "34.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1272",
      "title": "Dress Code Puzzle Game",
      "price": "17.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "M5381",
      "title": "Chem Lab C1000 Thames and Kosmos",
      "price": "60.00 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1465",
      "title": "Trucky 3 Wooden Puzzle Game",
      "price": "24.99 GBP",
      "availability": "in stock"
    }
  ],
  "removed_products": [
    {
      "product_id": "shopify_GB_15007496667518_55343102099838",
      "title": "Umbrella - Savannah",
      "price": "9.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "BJT292",
      "title": "Wild West Train Set",
      "price": "74.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1252",
      "title": "Zig & Go Junior - Racer - 51 pcs",
      "price": "53.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1386",
      "title": "Flower Garden Activity Box",
      "price": "28.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "shopify_GB_15055894151550_55399080067454",
      "title": "Wooden Puzzle & Roll Vehicles",
      "price": "13.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "C1207",
      "title": "Number Nails! Activity Set",
      "price": "19.99 GBP",
      "availability": "in stock"
    }
  ],
  "price_changes": [
    {
      "product_id": "shopify_GB_14867895058814_54863552610686",
      "title": "Make & Play Bubble Science",
      "changes": {
        "price": [
          "27.99 GBP",
          "26.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737220034602_9280090931242",
      "title": "My Calendar Multi Coloured",
      "changes": {
        "price": [
          "109.99 GBP",
          "42.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737224622122_9280139591722",
      "title": "Design & Drill Rivet Pop Workshop",
      "changes": {
        "price": [
          "24.99 GBP",
          "13.99 GBP"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737367031850_9281346371626",
      "title": "Robot Face Game",
      "changes": {
        "price": [
          "23.99 GBP",
          "24.99 GBP"
        ],
        "sale_price": [
          "",
          "19.99 GBP"
        ]
      }
    }
  ],
  "sale_price_changes": [
    {
      "product_id": "shopify_GB_737367031850_9281346371626",
      "title": "Robot Face Game",
      "changes": {
        "price": [
          "23.99 GBP",
          "24.99 GBP"
        ],
        "sale_price": [
          "",
          "19.99 GBP"
        ]
      }
    }
  ],
  "availability_changes": [
    {
      "product_id": "shopify_GB_15589756699006_56293927649662",
      "title": "Electric Plane Launcher",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "Q5722",
      "title": "Orbiting Solar System Creation Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15005857841534_55338362274174",
      "title": "DIY Play House - Rosie",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1055",
      "title": "Architectural Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "Q5684",
      "title": "Simple Machines Mechanical Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1391",
      "title": "Touch Finger Painting Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1474",
      "title": "IQ Deluxe Pentagon",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15303331611006_55429070094718",
      "title": "Microscope with 50 experiments",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1054",
      "title": "Planetarium Projector: Create a Space Theatre with Authentic Star Maps & Cosmic Images, Features 2 Projections & Auto-Off Timer for Fun Family Nights",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737392197674_9281549598762",
      "title": "Code and GO Robot Mouse",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737132871722_9279267733546",
      "title": "KidzLabs Math Magic",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q7210",
      "title": "Orchard Toys Christmas Eve Box",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15615442518398_56374008119678",
      "title": "Robotic JellyFish Nightlight Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "C1100",
      "title": "Catapult Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4148",
      "title": "Cute Pets Plaster Casting Kit - Fun Arts & Crafts for Kids Ages 5+, Create Adorable Fridge Magnets & Badges",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1468",
      "title": "DropZone Puzzle Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    }
  ],
  "title_changes": [
    {
      "product_id": "Q3449",
      "title": "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland",
      "changes": {
        "title": [
          "Happy Puzzle Jigraphy UK Map",
          "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland"
        ],
        "description": [
          "This outstanding, high quality, 100 piece UK jigsaw builds into a stunning map, illustrating the United Kingdom and Ireland by counties. The bizarrely shaped pieces turn the UK jigsaw puzzle into an ingenious challenge that is both great fun and highly educational too. Follow the picture to build the puzzle or use your own geographical knowledge to create this stunning full-colour map.The finished Happy Puzzle Jigraphy puzzle is approximately 50cm x 40cm.\n\n Age 4+",
          "Happy Puzzle Jigraphy UK Map Unveiling the Wonders of the United Kingdom and Ireland! Get ready for an exciting adventure with the Happy Puzzle Jigraphy UK Map, a delightful 100-piece jigsaw puzzle that promises hours of engaging fun for the whole family. This isn't just any puzzle; it's a vibrant, full-colour map of the United Kingdom and Ireland, beautifully illustrating each county with engaging detail. Prepare to be captivated by the unusually shaped pieces that transform this puzzle into an ingenious challenge, making it a truly unique experience. This thoughtful design ensures that learning about the geography of the UK and Ireland becomes an exciting game, perfect for curious young minds and seasoned puzzlers alike. You can follow the handy picture guide to complete the map, or if you're feeling adventurous, put your geographical knowledge to the test and assemble it using your own expertise. The finished masterpiece, measuring an impressive 50cm by 40cm, will be a stunning visual representation of the British Isles that you'll be proud to display. Designed for children aged 4 and up, this high-quality puzzle fosters cognitive development, problem-solving skills, and a love for learning about the world around us. It’s crafted with outstanding durability to withstand countless hours of playful exploration. The bright colours and clear county divisions make it easy to identify different regions as you piece them together. This puzzle is more than just a pastime; it’s a journey of discovery that encourages conversation and shared experiences, making it an ideal activity for family game nights or quiet afternoons. The intricate details on the map provide opportunities for budding geographers to learn about cities, landmarks, and the distinct character of each county. It’s a wonderful way to introduce children to the shapes and locations of the countries that make up the United Kingdom and Ireland, fostering a sense of connection and curiosity. The unique interlocking of the bizarrely shaped pieces adds an extra layer of satisfaction when you find the perfect spot for each one, making the process of building the map incredibly rewarding. It’s a fantastic educational toy that seamlessly blends entertainment with learning, ensuring that every moment spent with this puzzle is both enjoyable and enriching. The large format of the finished puzzle makes it perfect for displaying on a table or wall, serving as a constant reminder of the geographical knowledge gained. This puzzle truly brings the fascinating landscape of the United Kingdom and Ireland to life in a fun and accessible way for everyone."
        ],
        "color": [
          "",
          "Multicolor"
        ]
      }
    }
  ],
  "description_changes": [
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "Q3449",
      "title": "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland",
      "changes": {
        "title": [
          "Happy Puzzle Jigraphy UK Map",
          "Happy Puzzle Jigraphy UK Map Jigsaw Puzzle - 100 Piece Educational Fun for Ages 4+ - Build an Amazing Map of the United Kingdom & Ireland"
        ],
        "description": [
          "This outstanding, high quality, 100 piece UK jigsaw builds into a stunning map, illustrating the United Kingdom and Ireland by counties. The bizarrely shaped pieces turn the UK jigsaw puzzle into an ingenious challenge that is both great fun and highly educational too. Follow the picture to build the puzzle or use your own geographical knowledge to create this stunning full-colour map.The finished Happy Puzzle Jigraphy puzzle is approximately 50cm x 40cm.\n\n Age 4+",
          "Happy Puzzle Jigraphy UK Map Unveiling the Wonders of the United Kingdom and Ireland! Get ready for an exciting adventure with the Happy Puzzle Jigraphy UK Map, a delightful 100-piece jigsaw puzzle that promises hours of engaging fun for the whole family. This isn't just any puzzle; it's a vibrant, full-colour map of the United Kingdom and Ireland, beautifully illustrating each county with engaging detail. Prepare to be captivated by the unusually shaped pieces that transform this puzzle into an ingenious challenge, making it a truly unique experience. This thoughtful design ensures that learning about the geography of the UK and Ireland becomes an exciting game, perfect for curious young minds and seasoned puzzlers alike. You can follow the handy picture guide to complete the map, or if you're feeling adventurous, put your geographical knowledge to the test and assemble it using your own expertise. The finished masterpiece, measuring an impressive 50cm by 40cm, will be a stunning visual representation of the British Isles that you'll be proud to display. Designed for children aged 4 and up, this high-quality puzzle fosters cognitive development, problem-solving skills, and a love for learning about the world around us. It’s crafted with outstanding durability to withstand countless hours of playful exploration. The bright colours and clear county divisions make it easy to identify different regions as you piece them together. This puzzle is more than just a pastime; it’s a journey of discovery that encourages conversation and shared experiences, making it an ideal activity for family game nights or quiet afternoons. The intricate details on the map provide opportunities for budding geographers to learn about cities, landmarks, and the distinct character of each county. It’s a wonderful way to introduce children to the shapes and locations of the countries that make up the United Kingdom and Ireland, fostering a sense of connection and curiosity. The unique interlocking of the bizarrely shaped pieces adds an extra layer of satisfaction when you find the perfect spot for each one, making the process of building the map incredibly rewarding. It’s a fantastic educational toy that seamlessly blends entertainment with learning, ensuring that every moment spent with this puzzle is both enjoyable and enriching. The large format of the finished puzzle makes it perfect for displaying on a table or wall, serving as a constant reminder of the geographical knowledge gained. This puzzle truly brings the fascinating landscape of the United Kingdom and Ireland to life in a fun and accessible way for everyone."
        ],
        "color": [
          "",
          "Multicolor"
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    }
  ],
  "image_changes": [
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    }
  ],
  "item_group_changes": [
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    }
  ],
  "shipping_changes": [
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    }
  ],
  "label_changes": [
    {
      "product_id": "Q5722",
      "title": "Orbiting Solar System Creation Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4940",
      "title": "World Tour",
      "changes": {
        "description": [
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit! Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements Playtime: 45 minutes Number of Players: 1+ Recommended Age: 5-10 Years Educational Benefits of World Tour by HeadU Learn the continents and the countries Discover the attractions and the monuments Recognise the flora and the fauna Compare populations and cultures",
          "Are you ready for a fantastic adventure amidst the beauties of the world? First, re-assemble the gigantic puzzle, and then position the 3-D animals in the territory that they inhabit!Contents: Puzzle (60 x 43 cm) consisting of 108 pieces; 25 3-D elements\n\n Playtime: 45 minutes\n\n Number of Players: 1+\n\n Recommended Age: 5-10 Years\n\n Educational Benefits of World Tour by HeadU\n\n  \n * Learn the continents and the countries \n * Discover the attractions and the monuments \n * Recognise the flora and the fauna \n * Compare populations and cultures"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/world-tour?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/world-tour?variant=29494749724714"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947976523818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1001",
      "title": "Recycled Plush Polar Bear 25cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 25cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from plastic bottles, and weighted with recycled glass beads, this lovable Polar Bear has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 25cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/recycled-plush-polar-bear-25cm?variant=40187313422399"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7218303074367"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3444",
      "title": "The Amazing Clock Kit",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps! Once fully wound the Clock Kit should run for around 6 hours. Age 5+",
          "Build your own see-through clock and learn how the swinging pendulum causes the different cogs and springs to rotate, move, turn the hands of the clock and make the bell chime too - all in only 13 steps!\n\n Once fully wound the Clock Kit should run for around 6 hours.\n\n Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-amazing-clock-kit?variant=13700421222442"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612679282730"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3448",
      "title": "Happy Puzzle Jigraphy World Map",
      "changes": {
        "description": [
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm). Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown. 112 pieces, 70 x 42cm. Age 4+",
          "Geography Jigsaw with a twist! The pieces are shaped around country borders. Follow the image included inside, or use your own knowledge to work out where each piece should be positioned! This brilliant 112 piece jigsaw challenge creates a stunning, full colour map of the world (the finished puzzle is approx. 70cm x 42cm).\n\n Please note that this map displays the name of all full member states of the United Nations as of June 2014. Selected other locations are also shown.\n\n 112 pieces, 70 x 42cm.\n\n Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-world-map?variant=13700417781802"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612676956202"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q5684",
      "title": "Simple Machines Mechanical Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1395",
      "title": "Wooden Spinamix Game",
      "changes": {
        "description": [
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back.\n\n   Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again.\n Coloured silhouettes show where to position the different animals.\n FSC® certified wood.\n\n Age: 3+",
          "Assemble the two parts of each animal in its environment by sliding the pieces around the maze. Once the 4 animals have been put together, the maze is turned over to assemble the 4 other animals on the back. Once the pieces have been correctly assembled on one side, the labyrinth is turned over. Surprise: they are shuffled, and the game starts again. Coloured silhouettes show where to position the different animals. FSC® certified wood. Age: 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?variant=55399090585982",
          "https://www.brightminds.co.uk/products/wooden-spinamix-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "5 items",
          "0 items"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "15055900475774",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1311",
      "title": "Naturę Trek Kit",
      "changes": {
        "description": [
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children&#039;s enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset! Included:   binoculars, pedometer, head torch, compass, backpack. Age 6+",
          "The BUKI France BN014 Nature Trek Outdoor Activity Playset offers an ideal way to ignite your children's enthusiasm for nature and outdoor exploration! Packed with everything they need for extended enjoyment, this playset includes binoculars, a magnifying glass, a compass, and a field guide. With these tools, they can delve into their backyard or embark on a nature hike, gaining knowledge about the diverse plants and animals they encounter. The binoculars and magnifying glass facilitate close encounters with wildlife, while the compass and field guide assist in navigating their surroundings. Unleash boundless possibilities with this comprehensive outdoor playset!\n\n\n Included: binoculars, pedometer, head torch, compass, backpack.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-nature-trek-kit?variant=51882817814910"
        ],
        "additional_image_links": [
          "0 items",
          "11 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "14805892104574"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q6843",
      "title": "Djeco Pretend Make Up Set",
      "changes": {
        "description": [
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up.\n\n  Realistic accessories.\n A role-play game so little ones can have fun being grown-ups!\n A pretty storage box.\nFSC® certified wood.\n\n Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush.\n\n Age 3+",
          "A beautifully decorated, sea and mermaid-themed set of all the essentials for children who like to do their make-up just like a grown-up. Realistic accessories. A role-play game so little ones can have fun being grown-ups! A pretty storage box. FSC® certified wood. Contents: 1 illustrated box, 1 powder compact and brush, 1 perfume, 1 nail polish, 1 lipstick, 1 make-up palette and brush. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?variant=32789869002815",
          "https://www.brightminds.co.uk/products/djeco-birds-pretend-make-up-set?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "3 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "4716393005119",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Art & Drawing Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15006000742782"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3209",
      "title": "SmartMax Start Plus Magnetic Discovery",
      "changes": {
        "description": [
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations.  SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way! This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel. Includes: 12 Medium bars 6 Long bars 4 Curved bars 8 Metal balls. Colourful guide with both product information and sample structures. Approx Size: 43cm x 35cm x 6cm 30 pieces. Age 1+.      ",
          "SmartMax Large is a chunky magnetic building set designed for little hands with big imaginations. \n\n SmartMax Large contains 22 colourful magnetic bars and 8 metal balls. The attraction of magnets is simply irresistible for children to get there hand on! Plus, these oversized sturdy pieces offer a large range of exploring and connecting possibilities that stimulate the creativity of amplifying young minds. The oversized pieces are specifically created for handling by young children as they explore the interesting world of magnetism in a fun and safe way!\n\n This unique coded colour sequence means cold and warm coloured bars will connect together (as unlike poles attract) but other combinations will repel.\n\n Includes:\n\n  \n * 12 Medium bars \n * 6 Long bars \n * 4 Curved bars \n * 8 Metal balls. \n * Colourful guide with both product information and sample structures.   \n * Approx Size: 43cm x 35cm x 6cm \n * 30 pieces. \n * Age 1+.   \n\n  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-large?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-large?variant=9282488827946"
        ],
        "additional_image_links": [
          "0 items",
          "9 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys",
          "1262"
        ],
        "item_group_id": [
          "",
          "737498955818"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7569839095871_41128378597439",
      "title": "Farmhouse Shape Sorter Toy",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1147",
      "title": "The Brain Train",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!   There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks. Ages 4 to adult.",
          "Each of the twelve track tiles features a number. Use the clues and select the tiles that will allow you to add or subtract the numbers to create your target number. Then connect the tracks to solve the puzzle!\n \n\n There are 40 puzzles to challenge you, with four levels of difficulty and once you’ve  finished building each puzzle, your wind-up train will run along the tracks.\n\n Ages 4 to adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/the-brain-train-1?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/the-brain-train-1?variant=40470490677311"
        ],
        "additional_image_links": [
          "0 items",
          "2 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "7310738260031"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1400",
      "title": "Ze Geo Vroum Construction Game",
      "changes": {
        "description": [
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards. 33 coloured wooden pieces in geometric shapes. 20 vehicle template cards and 3 levels of difficulty shown by stars. Identify the shapes and colours. A game to learn about construction viewed from above. FSC® certified wood. Age 3+",
          "A wooden construction game for creating colourful vehicles. Children place the wooden pieces side by side or on top of each other to recreate the animals on the template cards.\n\n   33 coloured wooden pieces in geometric shapes.\n 20 vehicle template cards and 3 levels of difficulty shown by stars.\n Identify the shapes and colours.\n A game to learn about construction viewed from above.\n FSC® certified wood.\n\n Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/ze-geo-vroum-construction-game?variant=55399417872766"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15056036462974"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "C1282",
      "title": "Sounds Fishy Fast Thinking Travel Version Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1054",
      "title": "Planetarium Projector: Create a Space Theatre with Authentic Star Maps & Cosmic Images, Features 2 Projections & Auto-Off Timer for Fun Family Nights",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737392197674_9281549598762",
      "title": "Code and GO Robot Mouse",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q3450",
      "title": "Happy Puzzle Jigraphy Flags Map",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country&#039;s capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces. Age 6+",
          "Geography Jigsaw with a twist! The pieces are cleverly cut as well to make the puzzle that bit more challenging! Discover each country's capital city, see if you know the national currency and find out the population too. Follow the image included, or use your own knowledge to work out where each piece should be positioned! The finished puzzle features all 193 member states of the United Nations, ordered alphabetically by continent. Once you have finished building the puzzle, there is a multi-level quiz too! The finished puzzle is approximately 70cm x 70cm. 121 pieces.\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/happy-puzzle-jigraphy-flags-map?variant=13700419518506"
        ],
        "additional_image_links": [
          "0 items",
          "3 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "1612678070314"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q5190",
      "title": "Go Genius Maths",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1162",
      "title": "Peter Rabbit Don’t Wake Mr. McGregor! Game",
      "changes": {
        "description": [
          "Race to collect your vegetables but don’t wake Mr. McGregor!\n\n  \n * Who will collect the most fresh fruit and veg in this vegetable patch board game? \n * Don’t Wake Mr. McGregor! will have players growling AND snoring! \n * This action-packed board game is perfect for Peter Rabbit™ fans \n * Perfect as a birthday gift for children. \n * Age 4+",
          "Race to collect your vegetables but don’t wake Mr. McGregor! Who will collect the most fresh fruit and veg in this vegetable patch board game? Don’t Wake Mr. McGregor! will have players growling AND snoring! This action-packed board game is perfect for Peter Rabbit™ fans Perfect as a birthday gift for children. Age 4+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?variant=40538330464319",
          "https://www.brightminds.co.uk/products/peter-rabbit%E2%84%A2-don-t-wake-mr-mcgregor?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "6 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "7332858101823",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "New Tag",
          ""
        ]
      }
    },
    {
      "product_id": "C1477",
      "title": "Decypher CodeBreaking Challenge",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "description": [
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist! Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker! Box size approx. 28cm x 9cm Age 8+",
          "Head-To-Head Codebreaking Challenges... With An Ingenious Twist!\n\n Decypher is a battle of logical deduction as you race to crack your opponent’s code, before they crack your own! Displaying the numbers from 0 to 9 in a digital format uses just seven different vertical and horizontal lines. Discovering which lines appear where in each coded sequence will allow you to narrow down the code’s possibilities. Achieving this more efficiently than your opponent will win you the game! With multiple games and almost endless possible codes, Decypher’s challenges will keep you on the edge of your seat… and could define you as a master codebreaker!\n\n Box size approx. 28cm x 9cm\n\n Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/decypher-codebreaking-challenge?variant=56206201553278"
        ],
        "additional_image_links": [
          "0 items",
          "5 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "15559510196606"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7533056065599_41031887519807",
      "title": "Design & Drill Build-It Bucket",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q5340",
      "title": "Horse Shoe Pitching",
      "changes": {
        "description": [
          "Pitch for points with Traditional Garden Games&#039; Horse Shoe Pitching game. Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake.  All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering. Develops hand/eye co-ordination. Contents: 6 Horse shoes (14cm x 4cm 3 Wooden mint coloured numbered target pins (stakes 22cm) Age 3+  ",
          "Pitch for points with Traditional Garden Games' Horse Shoe Pitching game.\n\n Little cowboys and cowgirls can have lots of fun testing their throwing skills with this classic American game. Push the stakes in the lawn or sand and simply toss your horse shoe at the target stake. \n\n All ages can have fun together with Horse Shoe Pitching. Perfect outdoor game to play in the garden, at the park or on the beach. An entertainment essential for any outdoor social gathering.\n\n Develops hand/eye co-ordination.\n\n Contents:\n\n  \n * 6 Horse shoes (14cm x 4cm \n * 3 Wooden mint coloured numbered target pins (stakes 22cm)  Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/horse-shoe-pitching?variant=32072084324415"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "4541467066431"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q2148",
      "title": "Penguins on Ice Puzzle Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4393",
      "title": "Bigjigs Duchess of Hamilton (BJT441)",
      "changes": {
        "description": [
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. \n Age 3+ years.",
          "The Bigjigs Rail Heritage Collection offers a delightful range of replicas from the golden age of rail. The packaging includes information about the evolution and working life of the engine, upon which the replica is based. Wooden replica of the Duchess of Hamilton locomotive. Licensed from the National Railway Museum, UK. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 19cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?variant=14712056610858",
          "https://www.brightminds.co.uk/products/bigjigs-duchess-of-hamilton-bjt441?currency=GBP&stkn=35c2237c26b6"
        ],
        "additional_image_links": [
          "1 items",
          "0 items"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "item_group_id": [
          "1922266529834",
          ""
        ],
        "age_group": [
          "kids",
          ""
        ],
        "gender": [
          "unisex",
          ""
        ],
        "shipping": [
          "1 items",
          "0 items"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "additional_image_links": [
          "0 items",
          "4 items"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "item_group_id": [
          "",
          "3947979472938"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1100",
      "title": "Catapult Engineering",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q1752",
      "title": "Sum Swamp Additions & Subtraction Game",
      "changes": {
        "description": [
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home. Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game. Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. Suitable for 2-4 players, to play set out the game board and choose your game marker. Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. Game board measures 72cm L x 24cm W. Age: 5-9 ",
          "The Sum Swamp™ maths board game is a fun and exciting way to build maths fluency as children practise addition and subtraction to get to the other side of the swamp. Suitable for 2-4 players, it’s a great way to keep kids engaged and learning in the classroom or at home.\n\n Use the dice to solve addition and subtraction sums and help your wildlife friends get to the other side of the swamp with this fun maths fluency educational game.\n\n  \n * Build mental maths agility and confidence in children aged 5+ by solving simple addition and subtraction sums. \n * Suitable for 2-4 players, to play set out the game board and choose your game marker. \n * Roll the dice and solve the addition or subtraction problem to move your marker forward. The first player to reach the other side of the swamp wins! \n * Set includes 1 game board, 4 game markers, 2 number dice, 1 operation die and multilingual Directions for Game Play guide. \n * Game board measures 72cm L x 24cm W.  Age: 5-9"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/learning-resources-sum-swamp-additions-subtraction-game?variant=9280172785706"
        ],
        "additional_image_links": [
          "0 items",
          "10 items"
        ],
        "google_product_category": [
          "Toys & Games > Games > Board Games",
          "1262"
        ],
        "item_group_id": [
          "",
          "737227571242"
        ],
        "age_group": [
          "",
          "kids"
        ],
        "gender": [
          "",
          "unisex"
        ],
        "shipping": [
          "0 items",
          "1 items"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_737226031146_9280152928298",
      "title": "Geosafari Motorized Solar System",
      "changes": {
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    }
  ]
}