{
  "date": "2025-11-07",
  "client": "BrightMinds",
  "comparison_date": "2025-11-06",
  "total_products_today": 1158,
  "total_products_yesterday": 1154,
  "summary": {
    "changed_products": 48,
    "price_changes": 0,
    "availability_changes": 11,
    "title_changes": 0,
    "description_changes": 27,
    "label_changes": 41,
    "new_products": 7,
    "removed_products": 3
  },
  "changed_products": [
    {
      "product_id": "Q2176",
      "title": "Djeco Golfy Marbles Game",
      "changes": {
        "description": [
          "Djeco Golfy Marbles Game lets you construct your own marble golf course.\n\n Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game.\n\n Educational Benefits of Djeco Golfy Marbles Game\n\n  \n * Spatial Awareness. \n * Hand-To-Eye Coordination. \n * Gross Motor Skills. \n * Screen-Free Play.  Contains:\n\n  \n * 14 plastic pieces. \n * 10 marbles. \n * 1 bag (fabric).  Box Size: 30 x 28 x 9cm.\n\n For 1 to 6 players.\n\n Ages 7 - 12.",
          "Djeco Golfy Marbles Game lets you construct your own marble golf course. Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game. Educational Benefits of Djeco Golfy Marbles Game Spatial Awareness. Hand-To-Eye Coordination. Gross Motor Skills. Screen-Free Play. Contains: 14 plastic pieces. 10 marbles. 1 bag (fabric). Box Size: 30 x 28 x 9cm. For 1 to 6 players. Ages 7 - 12."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?variant=32567514890303",
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1219",
      "title": "Micro Chemistry 30 Experiment",
      "changes": {
        "description": [
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc.\n\n The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up.\n\n The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes\n\n Age 8+",
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc. The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up. The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?variant=41082772914239",
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys > Science & Exploration Sets"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q5055",
      "title": "Galt Toys Glow Lab",
      "changes": {
        "description": [
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. Make some fun glow glasses and reveal messages written in invisible ink! Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more Includes 11 fun experiments.  Lab coat not included Age 6+",
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. \n\n Make some fun glow glasses and reveal messages written in invisible ink!\n\n Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more\n\n Includes 11 fun experiments. \n\n Lab coat not included\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?variant=32560244490303"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_6587740389439_39303678001215",
      "title": "Seaside Delights Activity Box",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4178",
      "title": "My Very Own Cloud",
      "changes": {
        "description": [
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds.\n\n Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep.\n\n Mode 2: colour-change lights only, will add atmosphere to any room.\n\n Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed!\n\n Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines.\n\n Requires 3 AA batteries\n\n Age 3+",
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds. Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep. Mode 2: colour-change lights only, will add atmosphere to any room. Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed! Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines. Requires 3 AA batteries Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/my-very-own-cloud?variant=39673795838015",
          "https://www.brightminds.co.uk/products/my-very-own-cloud?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_15589816336766_56294290522494",
      "title": "Design & Drill Robot Workshop",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1117",
      "title": "Mould & Paint 3D Dragon",
      "changes": {
        "description": [
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit.\n\n The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint.\n\n Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons!\n\n Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible.\n\n  Age: 5+",
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit. The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint. Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons! Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible. Age: 5+  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?variant=40437014560831",
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1210",
      "title": "Numberblocks One And Two Playful Pals",
      "changes": {
        "description": [
          " Spark your child’s imagination with these fun, huggable Numberblocks® friends. Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! The limbs are securely attached, and perfect for little hands to grasp and carry. These plush toys are stuffed with high quality foam to keep their shape. Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime. Age 18M+",
          "Spark your child’s imagination with these fun, huggable Numberblocks® friends.\n\n  \n * Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! \n * The limbs are securely attached, and perfect for little hands to grasp and carry. \n * These plush toys are stuffed with high quality foam to keep their shape. \n * Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime.  Age 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?variant=41031545225279"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750292350_55521705689470",
      "title": "Buttonbag Learn How to Knit Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 12 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "C1262",
      "title": "Little Action Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750194046_55521705591166",
      "title": "Buttonbag Bumper Knitting and Crochet Suitcase",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "C1459",
      "title": "Green Engineering",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1313",
      "title": "My First Clock",
      "changes": {
        "description": [
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age! Included : 1 clock, 8x clock faces, 100 questions and answers. Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult.",
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age!\n\n Included: 1 clock, 8x clock faces, 100 questions and answers.\n\n        Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-my-first-clock?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-my-first-clock?variant=51882850582910"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1236",
      "title": "Animoroll Block Cube Puzzle",
      "changes": {
        "description": [
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig.\n\n The pieces are very easy to turn, encouraging children to play.\n You’ll never lose a puzzle piece because they’re attached to the wooden frame.\n FSC® certified wood.\n\n  9 plastic pieces that rotate on an axle. Wooden frame   \n  Age 2+",
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig. The pieces are very easy to turn, encouraging children to play. You’ll never lose a puzzle piece because they’re attached to the wooden frame. FSC® certified wood. 9 plastic pieces that rotate on an axle. Wooden frame Age 2+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?variant=41101105594431",
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Puzzles > Wooden & Pegged Puzzles"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4536",
      "title": "Unicorn Koodle Cushion",
      "changes": {
        "description": [
          "Have a cuddle with a Koodle\n\n Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling.\n\n Size: 32x18x20cm.\n\n Age 3+",
          "Have a cuddle with a Koodle Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling. Size: 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?variant=29494746644522",
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1157",
      "title": "Explosive Science Experiment Kit",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1197",
      "title": "Sensory Fidget Tubes, Set of 4",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1254",
      "title": "Beauty and the Beast Jigsaw Puzzle - 100 pcs",
      "changes": {
        "description": [
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box.\n\n Decorative box for your child’s bedroom.\n A premium puzzle that can be done over and over again.\n A puzzle for making up and telling stories.\n\n Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters.\n\n Age 5+",
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box. Decorative box for your child’s bedroom. A premium puzzle that can be done over and over again. A puzzle for making up and telling stories. Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters. Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?variant=41116263579711",
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750357886_55521705755006",
      "title": "Buttonbag Learn How to Sew Suitcase",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Felt Toys and Crafts for Kids",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "Q4639",
      "title": "Bigjigs Play Vanity Kit",
      "changes": {
        "description": [
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces.\n\n Age 3+",
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?variant=29386858463274",
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1469",
      "title": "IQ Mini XXL",
      "changes": {
        "description": [
          "Create your own maxi challenges! The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online!  Age:   6+",
          "Create your own maxi challenges!   The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online! \n\n   Age: 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/iq-mini-xl?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/iq-mini-xl?variant=56188567880062"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "SoLogic and IQ"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750030206_55521705394558",
      "title": "Buttonbag Pom Pom Making Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 8 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "D2082",
      "title": "Bloom Building Blocks Rose Garden",
      "changes": {
        "description": [
          "Creative flower Building Set-This pink rose model building set includes a display base plate and display case Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  This flower garden set consists of 349 pieces, Completed size including display case 8 cm x 5 cm Full colour diagrammed step by step instructions. Age 6+",
          "* Creative flower Building Set-This pink rose model building set includes a display base plate and display case  \n * Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  \n * This flower garden set consists of 349 pieces, \n * Completed size including display case 8 cm x 5 cm \n *  Full colour diagrammed step by step instructions.  \n * Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?variant=41260658688063"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "3805"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1201",
      "title": "Numberblocks Sing-Along Numberblock Five",
      "changes": {
        "description": [
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures. This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five. Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5. Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune. Numberblock Five measures approx. 28cm W x 27cm H. Requires 3 AAA batteries (included). Age 3+",
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures.\n\n This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five.\n\n Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5.\n\n Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune.\n\n Numberblock Five measures approx. 28cm W x 27cm H.\n\n Requires 3 AAA batteries (included).\n\n    Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?variant=41031584809023"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1096",
      "title": "Djeco Do It Yourself - 3 Grand Prix Cars",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1003",
      "title": "Recycled Plush Meerkat 30cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 30 cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 30 cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?variant=40187773878335",
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1348",
      "title": "Imagine It Fingerprint Doodles",
      "changes": {
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4390",
      "title": "Bigjigs Big Green Engine (BJT419)",
      "changes": {
        "description": [
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. \n Age 3+ years.",
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?variant=14712056676394",
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_15302710395262_55426153316734",
      "title": "Professional Design Studio Mode",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7567091302463_41122234204223",
      "title": "Garage Toy Bundle",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4534",
      "title": "Daizy Dog Koodle Cushion",
      "changes": {
        "description": [
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling.\n\n 32x18x20cm.\n\n Age 3+",
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling. 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?variant=29494746841130",
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1304",
      "title": "Electronic Expert",
      "changes": {
        "description": [
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above.\n\n\n\n Included: 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet.\n\n        Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required.",
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above. Included : 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet. Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-electronic-expert?variant=51882726130046",
          "https://www.brightminds.co.uk/products/buki-electronic-expert?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_7572477640767_41133161676863",
      "title": "Roadway Race Day",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1085",
      "title": "Djeco Do It Yourself - Space Decorative Mobile",
      "changes": {
        "description": [
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory!\n\n  A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided.\n A mobile with metallic detailing for a shiny finish.\n Made of FSC® certified paper and cardboard.\n\n Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system.\n\n Age 7+",
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory! A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided. A mobile with metallic detailing for a shiny finish. Made of FSC® certified paper and cardboard. Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system. Age 7+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?variant=40958523146303",
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1153",
      "title": "Mini Lab Chemistry of Colour",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7571407732799_41130954686527",
      "title": "My First Doll House",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_1612645007402_13700358176810",
      "title": "My Design Portfolio Fashion Studio",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1355",
      "title": "Style Me Up Kitten Love",
      "changes": {
        "description": [
          "ntroducing \"Kitten Love\" – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.    This Kit Includes   \n * 12 colored pencils \n * 1 fine-tip marker \n * 1 sticker sheet \n * 4 plastic stencils \n * art pad \n * instruction booklet \n * gemstone stickers \n * Handy Storage Book  Age 8+",
          "ntroducing &quot;Kitten Love&quot; – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.   This Kit Includes 12 colored pencils 1 fine-tip marker 1 sticker sheet 4 plastic stencils art pad instruction booklet gemstone stickers Handy Storage Book Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?variant=54869127332222",
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4126",
      "title": "STEAM Powered Kids Kitchen Science",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1336",
      "title": "Make & Play Friendship Bracelets",
      "changes": {
        "description": [
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you'll have a great time showing off your personality and style with fabulous friendship bracelets!\n\n This Kit Includes:\n\n   \n * 1 instruction book \n * 16 skeins of string (139 yd/128 m) \n * 1 square bracelet loom \n * 1 round bracelet loom \n * 20 pom-poms \n * 8 pattern templates \n * Lettering templates \n * Assorted beads \n * 1 tassel \n * 3 charms  Age 6+",
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you&#039;ll have a great time showing off your personality and style with fabulous friendship bracelets! This Kit Includes: 1 instruction book 16 skeins of string (139 yd/128 m) 1 square bracelet loom 1 round bracelet loom 20 pom-poms 8 pattern templates Lettering templates Assorted beads 1 tassel 3 charms Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?variant=54863574794622",
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Jewellery Making Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1322",
      "title": "Kits for Kids Creative Colouring",
      "changes": {
        "description": [
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift!\n\n  This Kit Includes   \n * 8 brush-tip markers \n * 6 gel ink pens \n * 50-sheet coloring pad with picture frame \n * 4 magnets \n * color wheel  Age 6+",
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift! This Kit Includes 8 brush-tip markers 6 gel ink pens 50-sheet coloring pad with picture frame 4 magnets color wheel Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?variant=54862392000894",
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Drawing & Painting Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1307",
      "title": "Microscope 15 Experiments",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7571393118271_41130929356863",
      "title": "King George's Castle Toy Bundle",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1456",
      "title": "Spy Labs Forensic Investigation Kit",
      "changes": {
        "description": [
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples? Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. Examine evidence in the laboratory Conduct fascinating experiments Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more Use the tools and equipment to analyse evidence and solve the case Play the role of a forensic scientist with this detective toy and science kit Perform experiments on evidence using chemical and physical processes Analyse evidence to solve make-believe mysteries and crimes Plastic clips hold equipment or notes for hands-free access Age 8+",
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples?\n\n Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. (https://www.thamesandkosmos.co.uk/wp-content/uploads/2023/01/Screenshot_10.tif) \n\n  \n * Examine evidence in the laboratory \n * Conduct fascinating experiments \n * Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more \n * Use the tools and equipment to analyse evidence and solve the case \n * Play the role of a forensic scientist with this detective toy and science kit \n * Perform experiments on evidence using chemical and physical processes \n * Analyse evidence to solve make-believe mysteries and crimes \n * Plastic clips hold equipment or notes for hands-free access  Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?variant=56182583918974"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3213",
      "title": "Wood Side Plates and Knives",
      "changes": {
        "description": [
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates &amp; knives are the perfect addition to any tea party. Set of 2 wooden toy side plates &amp; knives.",
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates & knives are the perfect addition to any tea party. \n\n Set of 2 wooden toy side plates & knives."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/side-plates-and-knives?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/side-plates-and-knives?variant=9282557018154"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Pretend Play > Toy Kitchens & Play Food",
          "1262"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1465",
      "title": "Trucky 3 Wooden Puzzle Game",
      "changes": {
        "description": [
          "Truckloads of puzzle fun!  Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly?\n\n Toddlers initially play with the trucks, loading them up and driving them round like a toy car.\n\n Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult.\n\n   Age: 3+   Challenges: 48",
          "Truckloads of puzzle fun! Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly? Toddlers initially play with the trucks, loading them up and driving them round like a toy car. Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult. Age:   3+ Challenges:   48"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?variant=56188505948542",
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    }
  ],
  "new_products": [
    {
      "product_id": "C1191",
      "title": "Djeco Do it yourself -Cuckoo Clock Kit",
      "price": "14.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "shopify_GB_15658933584254_56518885015934",
      "title": "Puppy in a Tin Sewing Kit",
      "price": "13.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "32012",
      "title": "Activity Pull Along Train - FSC Certified",
      "price": "32.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "shopify_GB_15658935124350_56518894551422",
      "title": "Polar Bear in a Tin Sewing Kit",
      "price": "13.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "BJ415",
      "title": "Play Farm",
      "price": "34.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "SI4003",
      "title": "Diditrike - Crocodile",
      "price": "45.99 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "C1367",
      "title": "DIY Super Treasure Chest Blue",
      "price": "12.99 GBP",
      "availability": "in stock"
    }
  ],
  "removed_products": [
    {
      "product_id": "Q5727",
      "title": "Massive Erupting Volcano",
      "price": "29.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "C1226",
      "title": "Creative Hobby Activity Box",
      "price": "39.99 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "shopify_GB_7236513890367_40237585924159",
      "title": "Water Power Propelled Vehicles",
      "price": "24.99 GBP",
      "availability": "out of stock"
    }
  ],
  "price_changes": [],
  "availability_changes": [
    {
      "product_id": "shopify_GB_15589816336766_56294290522494",
      "title": "Design & Drill Robot Workshop",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750292350_55521705689470",
      "title": "Buttonbag Learn How to Knit Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 12 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750194046_55521705591166",
      "title": "Buttonbag Bumper Knitting and Crochet Suitcase",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ]
      }
    },
    {
      "product_id": "C1459",
      "title": "Green Engineering",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750357886_55521705755006",
      "title": "Buttonbag Learn How to Sew Suitcase",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Felt Toys and Crafts for Kids",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750030206_55521705394558",
      "title": "Buttonbag Pom Pom Making Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 8 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15302710395262_55426153316734",
      "title": "Professional Design Studio Mode",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7572477640767_41133161676863",
      "title": "Roadway Race Day",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "shopify_GB_1612645007402_13700358176810",
      "title": "My Design Portfolio Fashion Studio",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "Q4126",
      "title": "STEAM Powered Kids Kitchen Science",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ]
      }
    },
    {
      "product_id": "C1307",
      "title": "Microscope 15 Experiments",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    }
  ],
  "title_changes": [],
  "description_changes": [
    {
      "product_id": "Q2176",
      "title": "Djeco Golfy Marbles Game",
      "changes": {
        "description": [
          "Djeco Golfy Marbles Game lets you construct your own marble golf course.\n\n Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game.\n\n Educational Benefits of Djeco Golfy Marbles Game\n\n  \n * Spatial Awareness. \n * Hand-To-Eye Coordination. \n * Gross Motor Skills. \n * Screen-Free Play.  Contains:\n\n  \n * 14 plastic pieces. \n * 10 marbles. \n * 1 bag (fabric).  Box Size: 30 x 28 x 9cm.\n\n For 1 to 6 players.\n\n Ages 7 - 12.",
          "Djeco Golfy Marbles Game lets you construct your own marble golf course. Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game. Educational Benefits of Djeco Golfy Marbles Game Spatial Awareness. Hand-To-Eye Coordination. Gross Motor Skills. Screen-Free Play. Contains: 14 plastic pieces. 10 marbles. 1 bag (fabric). Box Size: 30 x 28 x 9cm. For 1 to 6 players. Ages 7 - 12."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?variant=32567514890303",
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1219",
      "title": "Micro Chemistry 30 Experiment",
      "changes": {
        "description": [
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc.\n\n The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up.\n\n The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes\n\n Age 8+",
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc. The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up. The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?variant=41082772914239",
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys > Science & Exploration Sets"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q5055",
      "title": "Galt Toys Glow Lab",
      "changes": {
        "description": [
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. Make some fun glow glasses and reveal messages written in invisible ink! Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more Includes 11 fun experiments.  Lab coat not included Age 6+",
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. \n\n Make some fun glow glasses and reveal messages written in invisible ink!\n\n Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more\n\n Includes 11 fun experiments. \n\n Lab coat not included\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?variant=32560244490303"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4178",
      "title": "My Very Own Cloud",
      "changes": {
        "description": [
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds.\n\n Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep.\n\n Mode 2: colour-change lights only, will add atmosphere to any room.\n\n Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed!\n\n Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines.\n\n Requires 3 AA batteries\n\n Age 3+",
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds. Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep. Mode 2: colour-change lights only, will add atmosphere to any room. Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed! Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines. Requires 3 AA batteries Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/my-very-own-cloud?variant=39673795838015",
          "https://www.brightminds.co.uk/products/my-very-own-cloud?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1117",
      "title": "Mould & Paint 3D Dragon",
      "changes": {
        "description": [
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit.\n\n The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint.\n\n Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons!\n\n Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible.\n\n  Age: 5+",
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit. The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint. Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons! Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible. Age: 5+  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?variant=40437014560831",
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1210",
      "title": "Numberblocks One And Two Playful Pals",
      "changes": {
        "description": [
          " Spark your child’s imagination with these fun, huggable Numberblocks® friends. Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! The limbs are securely attached, and perfect for little hands to grasp and carry. These plush toys are stuffed with high quality foam to keep their shape. Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime. Age 18M+",
          "Spark your child’s imagination with these fun, huggable Numberblocks® friends.\n\n  \n * Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! \n * The limbs are securely attached, and perfect for little hands to grasp and carry. \n * These plush toys are stuffed with high quality foam to keep their shape. \n * Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime.  Age 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?variant=41031545225279"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1313",
      "title": "My First Clock",
      "changes": {
        "description": [
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age! Included : 1 clock, 8x clock faces, 100 questions and answers. Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult.",
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age!\n\n Included: 1 clock, 8x clock faces, 100 questions and answers.\n\n        Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-my-first-clock?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-my-first-clock?variant=51882850582910"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1236",
      "title": "Animoroll Block Cube Puzzle",
      "changes": {
        "description": [
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig.\n\n The pieces are very easy to turn, encouraging children to play.\n You’ll never lose a puzzle piece because they’re attached to the wooden frame.\n FSC® certified wood.\n\n  9 plastic pieces that rotate on an axle. Wooden frame   \n  Age 2+",
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig. The pieces are very easy to turn, encouraging children to play. You’ll never lose a puzzle piece because they’re attached to the wooden frame. FSC® certified wood. 9 plastic pieces that rotate on an axle. Wooden frame Age 2+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?variant=41101105594431",
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Puzzles > Wooden & Pegged Puzzles"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4536",
      "title": "Unicorn Koodle Cushion",
      "changes": {
        "description": [
          "Have a cuddle with a Koodle\n\n Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling.\n\n Size: 32x18x20cm.\n\n Age 3+",
          "Have a cuddle with a Koodle Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling. Size: 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?variant=29494746644522",
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1254",
      "title": "Beauty and the Beast Jigsaw Puzzle - 100 pcs",
      "changes": {
        "description": [
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box.\n\n Decorative box for your child’s bedroom.\n A premium puzzle that can be done over and over again.\n A puzzle for making up and telling stories.\n\n Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters.\n\n Age 5+",
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box. Decorative box for your child’s bedroom. A premium puzzle that can be done over and over again. A puzzle for making up and telling stories. Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters. Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?variant=41116263579711",
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4639",
      "title": "Bigjigs Play Vanity Kit",
      "changes": {
        "description": [
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces.\n\n Age 3+",
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?variant=29386858463274",
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1469",
      "title": "IQ Mini XXL",
      "changes": {
        "description": [
          "Create your own maxi challenges! The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online!  Age:   6+",
          "Create your own maxi challenges!   The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online! \n\n   Age: 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/iq-mini-xl?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/iq-mini-xl?variant=56188567880062"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "SoLogic and IQ"
        ]
      }
    },
    {
      "product_id": "D2082",
      "title": "Bloom Building Blocks Rose Garden",
      "changes": {
        "description": [
          "Creative flower Building Set-This pink rose model building set includes a display base plate and display case Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  This flower garden set consists of 349 pieces, Completed size including display case 8 cm x 5 cm Full colour diagrammed step by step instructions. Age 6+",
          "* Creative flower Building Set-This pink rose model building set includes a display base plate and display case  \n * Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  \n * This flower garden set consists of 349 pieces, \n * Completed size including display case 8 cm x 5 cm \n *  Full colour diagrammed step by step instructions.  \n * Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?variant=41260658688063"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "3805"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1201",
      "title": "Numberblocks Sing-Along Numberblock Five",
      "changes": {
        "description": [
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures. This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five. Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5. Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune. Numberblock Five measures approx. 28cm W x 27cm H. Requires 3 AAA batteries (included). Age 3+",
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures.\n\n This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five.\n\n Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5.\n\n Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune.\n\n Numberblock Five measures approx. 28cm W x 27cm H.\n\n Requires 3 AAA batteries (included).\n\n    Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?variant=41031584809023"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1003",
      "title": "Recycled Plush Meerkat 30cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 30 cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 30 cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?variant=40187773878335",
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4390",
      "title": "Bigjigs Big Green Engine (BJT419)",
      "changes": {
        "description": [
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. \n Age 3+ years.",
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?variant=14712056676394",
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4534",
      "title": "Daizy Dog Koodle Cushion",
      "changes": {
        "description": [
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling.\n\n 32x18x20cm.\n\n Age 3+",
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling. 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?variant=29494746841130",
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1304",
      "title": "Electronic Expert",
      "changes": {
        "description": [
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above.\n\n\n\n Included: 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet.\n\n        Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required.",
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above. Included : 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet. Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-electronic-expert?variant=51882726130046",
          "https://www.brightminds.co.uk/products/buki-electronic-expert?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1085",
      "title": "Djeco Do It Yourself - Space Decorative Mobile",
      "changes": {
        "description": [
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory!\n\n  A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided.\n A mobile with metallic detailing for a shiny finish.\n Made of FSC® certified paper and cardboard.\n\n Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system.\n\n Age 7+",
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory! A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided. A mobile with metallic detailing for a shiny finish. Made of FSC® certified paper and cardboard. Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system. Age 7+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?variant=40958523146303",
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1355",
      "title": "Style Me Up Kitten Love",
      "changes": {
        "description": [
          "ntroducing \"Kitten Love\" – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.    This Kit Includes   \n * 12 colored pencils \n * 1 fine-tip marker \n * 1 sticker sheet \n * 4 plastic stencils \n * art pad \n * instruction booklet \n * gemstone stickers \n * Handy Storage Book  Age 8+",
          "ntroducing &quot;Kitten Love&quot; – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.   This Kit Includes 12 colored pencils 1 fine-tip marker 1 sticker sheet 4 plastic stencils art pad instruction booklet gemstone stickers Handy Storage Book Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?variant=54869127332222",
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1336",
      "title": "Make & Play Friendship Bracelets",
      "changes": {
        "description": [
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you'll have a great time showing off your personality and style with fabulous friendship bracelets!\n\n This Kit Includes:\n\n   \n * 1 instruction book \n * 16 skeins of string (139 yd/128 m) \n * 1 square bracelet loom \n * 1 round bracelet loom \n * 20 pom-poms \n * 8 pattern templates \n * Lettering templates \n * Assorted beads \n * 1 tassel \n * 3 charms  Age 6+",
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you&#039;ll have a great time showing off your personality and style with fabulous friendship bracelets! This Kit Includes: 1 instruction book 16 skeins of string (139 yd/128 m) 1 square bracelet loom 1 round bracelet loom 20 pom-poms 8 pattern templates Lettering templates Assorted beads 1 tassel 3 charms Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?variant=54863574794622",
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Jewellery Making Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1322",
      "title": "Kits for Kids Creative Colouring",
      "changes": {
        "description": [
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift!\n\n  This Kit Includes   \n * 8 brush-tip markers \n * 6 gel ink pens \n * 50-sheet coloring pad with picture frame \n * 4 magnets \n * color wheel  Age 6+",
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift! This Kit Includes 8 brush-tip markers 6 gel ink pens 50-sheet coloring pad with picture frame 4 magnets color wheel Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?variant=54862392000894",
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Drawing & Painting Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1456",
      "title": "Spy Labs Forensic Investigation Kit",
      "changes": {
        "description": [
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples? Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. Examine evidence in the laboratory Conduct fascinating experiments Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more Use the tools and equipment to analyse evidence and solve the case Play the role of a forensic scientist with this detective toy and science kit Perform experiments on evidence using chemical and physical processes Analyse evidence to solve make-believe mysteries and crimes Plastic clips hold equipment or notes for hands-free access Age 8+",
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples?\n\n Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. (https://www.thamesandkosmos.co.uk/wp-content/uploads/2023/01/Screenshot_10.tif) \n\n  \n * Examine evidence in the laboratory \n * Conduct fascinating experiments \n * Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more \n * Use the tools and equipment to analyse evidence and solve the case \n * Play the role of a forensic scientist with this detective toy and science kit \n * Perform experiments on evidence using chemical and physical processes \n * Analyse evidence to solve make-believe mysteries and crimes \n * Plastic clips hold equipment or notes for hands-free access  Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?variant=56182583918974"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3213",
      "title": "Wood Side Plates and Knives",
      "changes": {
        "description": [
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates &amp; knives are the perfect addition to any tea party. Set of 2 wooden toy side plates &amp; knives.",
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates & knives are the perfect addition to any tea party. \n\n Set of 2 wooden toy side plates & knives."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/side-plates-and-knives?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/side-plates-and-knives?variant=9282557018154"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Pretend Play > Toy Kitchens & Play Food",
          "1262"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1465",
      "title": "Trucky 3 Wooden Puzzle Game",
      "changes": {
        "description": [
          "Truckloads of puzzle fun!  Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly?\n\n Toddlers initially play with the trucks, loading them up and driving them round like a toy car.\n\n Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult.\n\n   Age: 3+   Challenges: 48",
          "Truckloads of puzzle fun! Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly? Toddlers initially play with the trucks, loading them up and driving them round like a toy car. Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult. Age:   3+ Challenges:   48"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?variant=56188505948542",
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    }
  ],
  "label_changes": [
    {
      "product_id": "Q2176",
      "title": "Djeco Golfy Marbles Game",
      "changes": {
        "description": [
          "Djeco Golfy Marbles Game lets you construct your own marble golf course.\n\n Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game.\n\n Educational Benefits of Djeco Golfy Marbles Game\n\n  \n * Spatial Awareness. \n * Hand-To-Eye Coordination. \n * Gross Motor Skills. \n * Screen-Free Play.  Contains:\n\n  \n * 14 plastic pieces. \n * 10 marbles. \n * 1 bag (fabric).  Box Size: 30 x 28 x 9cm.\n\n For 1 to 6 players.\n\n Ages 7 - 12.",
          "Djeco Golfy Marbles Game lets you construct your own marble golf course. Comes with 14 plastic pieces which kids can arrange to create an exciting obstacle round game. The game can be set up in moments and is great for indoor and outdoor use - simply place the pieces together and get playing! Includes a handy storage bag for easy tidy-up and carrying. Kids will develop spatial awareness as they work out how to put the pieces together to set up the game. Educational Benefits of Djeco Golfy Marbles Game Spatial Awareness. Hand-To-Eye Coordination. Gross Motor Skills. Screen-Free Play. Contains: 14 plastic pieces. 10 marbles. 1 bag (fabric). Box Size: 30 x 28 x 9cm. For 1 to 6 players. Ages 7 - 12."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?variant=32567514890303",
          "https://www.brightminds.co.uk/products/djeco-golfy-marbles-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1219",
      "title": "Micro Chemistry 30 Experiment",
      "changes": {
        "description": [
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc.\n\n The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up.\n\n The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes\n\n Age 8+",
          "30 experiments for an immersion in the microscopic world: instant crystals, polymerisation, acid-base reaction etc. The kit contains three magnifying lenses to place on the workstation or the goggles for seeing in close-up. The workstation lights up from below. Many accessories included: pipettes, tweezers, measuring cup, Petri dishes Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?variant=41082772914239",
          "https://www.brightminds.co.uk/products/micro-chemistry-30-experiment?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys > Science & Exploration Sets"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q5055",
      "title": "Galt Toys Glow Lab",
      "changes": {
        "description": [
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. Make some fun glow glasses and reveal messages written in invisible ink! Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more Includes 11 fun experiments.  Lab coat not included Age 6+",
          "Galt Toys Glow Lab encourages experimentation with glow sticks, make your own flashing glow bouncy ball and mould a slimy glow bug. \n\n Make some fun glow glasses and reveal messages written in invisible ink!\n\n Contains: 22 glow sticks and 13 connectors, UV pen with black light torch, bouncy ball mould and crystals, flashing LED capsule, glow slime powder, glow bug mould, 15 glow stars, notepad and much more\n\n Includes 11 fun experiments. \n\n Lab coat not included\n\n Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/galt-toys-glow-lab?variant=32560244490303"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_6587740389439_39303678001215",
      "title": "Seaside Delights Activity Box",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4178",
      "title": "My Very Own Cloud",
      "changes": {
        "description": [
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds.\n\n Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep.\n\n Mode 2: colour-change lights only, will add atmosphere to any room.\n\n Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed!\n\n Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines.\n\n Requires 3 AA batteries\n\n Age 3+",
          "Experience a beautiful cloud in your own room. Enchanting cloud nightlight appears to float on the clear stand. Colour-change light show with rain and thunder sounds. Mode 1: relax to the sound of gentle rain with a calming, colour-change LED lights. Perfect for dropping off to sleep. Mode 2: colour-change lights only, will add atmosphere to any room. Mode 3: bring the force of nature into your room with thrilling thunder sounds and cool lightning effects. Hear the storm, whilst you stay warm and cosy in bed! Great for both adults and children. A wonderful way to relax at bedtime. With auto shut-off.  Secret code unlocks multilingual online cloud information. Uses flashing lights, within safety guidelines. Requires 3 AA batteries Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/my-very-own-cloud?variant=39673795838015",
          "https://www.brightminds.co.uk/products/my-very-own-cloud?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1117",
      "title": "Mould & Paint 3D Dragon",
      "changes": {
        "description": [
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit.\n\n The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint.\n\n Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons!\n\n Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible.\n\n  Age: 5+",
          "Get creative and venture to a fantasy land with the 3D Dragons Mould and Paint Kit. The kit contains a mould with the dragon design and includes everything you need to make two impressive 3D statues, including plaster and paint. Recreate an impressive dragon in vibrant colour – it’s the perfect project for anyone who loves dragons! Each Dragon will be approx. 7cm tall. You can transform them in your own creative way or try to make them look as lifelike as possible. Age: 5+  "
        ],
        "link": [
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?variant=40437014560831",
          "https://www.brightminds.co.uk/products/copy-of-mould-paint-3d-dinosaurs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1210",
      "title": "Numberblocks One And Two Playful Pals",
      "changes": {
        "description": [
          " Spark your child’s imagination with these fun, huggable Numberblocks® friends. Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! The limbs are securely attached, and perfect for little hands to grasp and carry. These plush toys are stuffed with high quality foam to keep their shape. Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime. Age 18M+",
          "Spark your child’s imagination with these fun, huggable Numberblocks® friends.\n\n  \n * Made from soft, tactile fabric and with embroidered features, huggable Numberblock One and Two Playful Pals plush toys are ready for cuddles and snuggles! \n * The limbs are securely attached, and perfect for little hands to grasp and carry. \n * These plush toys are stuffed with high quality foam to keep their shape. \n * Numberblock One plush toy measures 7.5 cm x 7.5cm, and Numberblock Two measures 7.5cm L x 15cm H, and are the perfect size for hugging, carrying, snuggling, and playtime.  Age 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks%C2%AE-one-and-two-playful-pals?variant=41031545225279"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750292350_55521705689470",
      "title": "Buttonbag Learn How to Knit Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 12 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "C1262",
      "title": "Little Action Game",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1313",
      "title": "My First Clock",
      "changes": {
        "description": [
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age! Included : 1 clock, 8x clock faces, 100 questions and answers. Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult.",
          "A toy that grows as you do! This My First Clock is the perfect learning aid for children from 4 years upwards – it starts out as a learning toy for telling the time, and morphs into your very own alarm clock! There are multiple dials included which increase in difficulty from simply showing the time of the day to a full clock face making this suitable for all abilities. Also included are 50 double sided quiz cards to be matched up either to the clock face or digitally. Once you’ve made your guess, simply lift the flap to check your answer! Perfect for children from 4 years of age!\n\n Included: 1 clock, 8x clock faces, 100 questions and answers.\n\n        Requires 1 LR06-AA battery not included. Batteries are to be changed by an adult."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-my-first-clock?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/buki-my-first-clock?variant=51882850582910"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1236",
      "title": "Animoroll Block Cube Puzzle",
      "changes": {
        "description": [
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig.\n\n The pieces are very easy to turn, encouraging children to play.\n You’ll never lose a puzzle piece because they’re attached to the wooden frame.\n FSC® certified wood.\n\n  9 plastic pieces that rotate on an axle. Wooden frame   \n  Age 2+",
          "Animoroll is a fun puzzle in a wooden frame! With the game nice and flat, turn the swivelling shapes to recreate one of three animals: a sheep, a cow and a pig. The pieces are very easy to turn, encouraging children to play. You’ll never lose a puzzle piece because they’re attached to the wooden frame. FSC® certified wood. 9 plastic pieces that rotate on an axle. Wooden frame Age 2+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?variant=41101105594431",
          "https://www.brightminds.co.uk/products/animoroll-block-cube-puzzle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Puzzles > Wooden & Pegged Puzzles"
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "Q4536",
      "title": "Unicorn Koodle Cushion",
      "changes": {
        "description": [
          "Have a cuddle with a Koodle\n\n Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling.\n\n Size: 32x18x20cm.\n\n Age 3+",
          "Have a cuddle with a Koodle Super soft, adorable Una the Unicorn Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and super soft filling. Size: 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?variant=29494746644522",
          "https://www.brightminds.co.uk/products/una-unicorn-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1382",
      "title": "Water Based Colouring Kit - Hidden in the Sky",
      "changes": {
        "description": [
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it's like magic! Once the pages are dry, the fun starts all over again!\n\n   A colouring starter kit for children aged 18 months and up.\n It's like magic!\n A thick pencil suitable for small hands.\n A rigid tray to hold the 4 boards.\n Plastic boards to colour again and again.\n Handy storage set that is easily portable.\n\n Contents: 4 flexible plastic picture pages and a water pen.\n\n Age: 18M+",
          "A water-based colouring set specially designed for little ones aged 18 months and over. Children use the water-filled pen to colour in the white areas and discover what is hiding underneath. Suddenly, patterns appear and the colours change - it&#039;s like magic! Once the pages are dry, the fun starts all over again! A colouring starter kit for children aged 18 months and up. It&#039;s like magic! A thick pencil suitable for small hands. A rigid tray to hold the 4 boards. Plastic boards to colour again and again. Handy storage set that is easily portable. Contents: 4 flexible plastic picture pages and a water pen. Age: 18M+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?variant=55339027628414",
          "https://www.brightminds.co.uk/products/water-based-colouring-kit-hidden-in-the-sky?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    },
    {
      "product_id": "C1157",
      "title": "Explosive Science Experiment Kit",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1197",
      "title": "Sensory Fidget Tubes, Set of 4",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1254",
      "title": "Beauty and the Beast Jigsaw Puzzle - 100 pcs",
      "changes": {
        "description": [
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box.\n\n Decorative box for your child’s bedroom.\n A premium puzzle that can be done over and over again.\n A puzzle for making up and telling stories.\n\n Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters.\n\n Age 5+",
          "Piece together the puzzle to reveal the famous tale of Beauty and the Beast in the form of a silent comic. This superb 100-piece puzzle comes in a beautiful box. Decorative box for your child’s bedroom. A premium puzzle that can be done over and over again. A puzzle for making up and telling stories. Cardboard puzzle with 100 pieces (38 x 50 cm) + 1 poster (26 x 34 cm) + 3 cardboard characters. Age 5+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?variant=41116263579711",
          "https://www.brightminds.co.uk/products/beauty-and-the-beast-puzzle-1-00-pcs?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750357886_55521705755006",
      "title": "Buttonbag Learn How to Sew Suitcase",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Felt Toys and Crafts for Kids",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "Q4639",
      "title": "Bigjigs Play Vanity Kit",
      "changes": {
        "description": [
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces.\n\n Age 3+",
          "Little ones can make themselves feel a million dollars with this delightful pretend play Vanity Kit - with all of the essentials! This 11 piece role play set features a hand cream bottle, mirror, comb, nail polish, lipstick, perfume, hair dryer, compact powder, head band and 2 bow hair bands, all supplied in a colourful carry case with handle. The handy carry case makes this Vanity Kit a great travel companion. A great way to encourage creative and imaginative role play sessions. Promotes social and language skills. This kit is a wooden toy and does not contain cosmetics. Made from high quality, responsibly sourced materials. Consists of 11 play pieces. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?variant=29386858463274",
          "https://www.brightminds.co.uk/products/bigjigs-play-vanity-kit-bj490?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1469",
      "title": "IQ Mini XXL",
      "changes": {
        "description": [
          "Create your own maxi challenges! The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online!  Age:   6+",
          "Create your own maxi challenges!   The popular IQ Mini in an XXL version. Create your own challenges by moving the blockers and fill the board with your puzzle pieces. Challenge yourself, friends, and family for even more fun! Find extra challenges, hints, and all solutions online! \n\n   Age: 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/iq-mini-xl?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/iq-mini-xl?variant=56188567880062"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "3867"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "SoLogic and IQ"
        ]
      }
    },
    {
      "product_id": "shopify_GB_15346750030206_55521705394558",
      "title": "Buttonbag Pom Pom Making Kit",
      "changes": {
        "availability": [
          "out of stock",
          "in stock"
        ],
        "custom_label_2": [
          "Toys for 8 year olds",
          "Best Sellers All"
        ]
      }
    },
    {
      "product_id": "D2082",
      "title": "Bloom Building Blocks Rose Garden",
      "changes": {
        "description": [
          "Creative flower Building Set-This pink rose model building set includes a display base plate and display case Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  This flower garden set consists of 349 pieces, Completed size including display case 8 cm x 5 cm Full colour diagrammed step by step instructions. Age 6+",
          "* Creative flower Building Set-This pink rose model building set includes a display base plate and display case  \n * Realistic shapes, Bright colors, inspired by real-life plants and flowers, create a model that looks as close as possible to the real thing, with amazing attention to detail.  \n * This flower garden set consists of 349 pieces, \n * Completed size including display case 8 cm x 5 cm \n *  Full colour diagrammed step by step instructions.  \n * Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/bloom-building-blocks-rose-garden?variant=41260658688063"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Building Toys > Construction Set Toys",
          "3805"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1201",
      "title": "Numberblocks Sing-Along Numberblock Five",
      "changes": {
        "description": [
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures. This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five. Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5. Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune. Numberblock Five measures approx. 28cm W x 27cm H. Requires 3 AAA batteries (included). Age 3+",
          "Get the counting party started with Sing-Along Numberblock Five! She’s a real star and the lead singer in the Numberblocks band. Press the 5-pointed star on her High Five Hand and see each finger light up as she counts from 1–5. Then listen as she shares 12 phrases and songs including the Numberblocks theme song. Made from high quality materials, this sing-along feature plush toy is perfectly sized for little hands to snuggle and is ready to go on imaginative play adventures.\n\n This cuddly toy helps little ones build counting and colour recognition skills through imaginative play and interactive learning with the friendly Numberblock Five.\n\n Numberblock Five has her famous High Five Hand – just like in the episodes! See each finger light up and count along from 1–5.\n\n Numberblock Five is the lead singer in the band. Listen as she shares 12 phrases and songs including the Numberblocks theme tune.\n\n Numberblock Five measures approx. 28cm W x 27cm H.\n\n Requires 3 AAA batteries (included).\n\n    Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/numberblocks-sing-along-numberblock-five?variant=41031584809023"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1259"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1096",
      "title": "Djeco Do It Yourself - 3 Grand Prix Cars",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "C1003",
      "title": "Recycled Plush Meerkat 30cm",
      "changes": {
        "description": [
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend.\n\n\n Suitable for Children 12 months+\n\n Size 30 cm",
          "100% recycled. These toys are manufactured and stuffed with 100% recycled polyester  made from discarded plastic bottles and weighted with recycled glass beads, this lovable Meerkat has been perfectly designed for hugging by a loving new friend. Suitable for Children 12 months+ Size 30 cm"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?variant=40187773878335",
          "https://www.brightminds.co.uk/products/recycled-plush-merekat-30cm?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1348",
      "title": "Imagine It Fingerprint Doodles",
      "changes": {
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4390",
      "title": "Bigjigs Big Green Engine (BJT419)",
      "changes": {
        "description": [
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. \n Age 3+ years.",
          "This smart Big Green Engine is built to last and has wheels that steer! Its sister engine, Big Red (BJT418) combines with Big Green to make a great pair of trusty wooden engines. Magnetic couplings ensure compatibility with all other engines and carriages in the Bigjigs Rail range. Consists of 2 play pieces. Most other major wooden railway brands are compatible with Bigjigs Rail. Made from high quality, responsibly sourced materials. Length: 18cm. Age 3+ years."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?variant=14712056676394",
          "https://www.brightminds.co.uk/products/bigjigs-big-green-engine-bjt419?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "shopify_GB_7567091302463_41122234204223",
      "title": "Garage Toy Bundle",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "Q4534",
      "title": "Daizy Dog Koodle Cushion",
      "changes": {
        "description": [
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling.\n\n 32x18x20cm.\n\n Age 3+",
          "Super soft, adorable Dog Koodle travel pillow perfect for sleep or cuddling. Washable with velvety fur and soft filling. 32x18x20cm. Age 3+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?variant=29494746841130",
          "https://www.brightminds.co.uk/products/daizy-dog-koodle?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1304",
      "title": "Electronic Expert",
      "changes": {
        "description": [
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above.\n\n\n\n Included: 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet.\n\n        Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required.",
          "Explore 50 electronic circuits using only component connections – no soldering, no risks. The experiments, explained in the instruction booklet, aid in grasping the fundamentals of electronics. The station, along with various experiments and circuits, provides entertaining features such as rotating lights, LED illumination, speakers, light sensors, and magnetic elements. The experiments are outlined and clarified in a full-colour instruction sheet featuring photos and easily understandable diagrams! Designed for children aged 8 and above. Included : 1 circuit board unit, 1 magnet, 8 x 10cm-connecting wires, 5x 20 cm-connecting wires, 5x 30cm-connecting wires, booklet, memo holder base, memo holder support, rotating light base, LED support, LED bulb, axis, red and blue cover, gear, motor, rotating light support, transparent cover, stickers, fixing, spring,  battery compartment, speaker, instruction sheet. Requires 2 LR06-AA batteries non-included. Batteries are to be changed by an adult. The batteries are classified as WEEE and should be disposed of safely when no longer required."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/buki-electronic-expert?variant=51882726130046",
          "https://www.brightminds.co.uk/products/buki-electronic-expert?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1085",
      "title": "Djeco Do It Yourself - Space Decorative Mobile",
      "changes": {
        "description": [
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory!\n\n  A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided.\n A mobile with metallic detailing for a shiny finish.\n Made of FSC® certified paper and cardboard.\n\n Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system.\n\n Age 7+",
          "A creative kit for making a large, solar system-themed decorative mobile. Children paint the planets and stars with the 8 gouache colours. Once dry, they slide them over the wire to create rings, following the position of the planets in the solar system. All that’s left to do is fix the rings to the pre-punched stand and add the other decorative elements (rockets, comets, stars, etc.). An illustrated booklet is also provided, helping children to learn more about the solar system. A perfect product for learning about the planets in our solar system and seeing them in all their glory! A comprehensive and easy creative kit: all the material is included and detailed step-by-step instructions provided. A mobile with metallic detailing for a shiny finish. Made of FSC® certified paper and cardboard. Contents: 1 illustrated cardboard stand, 5 pre-cut sheets of 8 planets and 3 stars to paint, 2 pre-cut sheets of decorative elements (rockets, stars, comets), 1 palette of gouache paints (8 colours), 1 brush, 10 m of nylon thread, 1 self-adhesive hook, 1 double-sided sheet of stickers, 1 set of instructions and 1 booklet on the planets and solar system. Age 7+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?variant=40958523146303",
          "https://www.brightminds.co.uk/products/djeco-do-it-yourself-inflatable-rockets-copy?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1153",
      "title": "Mini Lab Chemistry of Colour",
      "changes": {
        "custom_label_2": [
          "Best",
          "Best Sellers"
        ]
      }
    },
    {
      "product_id": "Q4860",
      "title": "SmartMax XXL 70 pieces",
      "changes": {
        "description": [
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children. Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts. Age 1+",
          "This 70 piece magnet set in a compact and handy container allows for extra festive fun. Each [piece is bright and colourful to please young children.\n\n Both the container lid and the bottom are designed for great buildings thanks to the embossed cutouts.\n\n Age 1+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/smartmax-build-xxl-70-piece?variant=29494752837674"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7571407732799_41130954686527",
      "title": "My First Doll House",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1355",
      "title": "Style Me Up Kitten Love",
      "changes": {
        "description": [
          "ntroducing \"Kitten Love\" – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.    This Kit Includes   \n * 12 colored pencils \n * 1 fine-tip marker \n * 1 sticker sheet \n * 4 plastic stencils \n * art pad \n * instruction booklet \n * gemstone stickers \n * Handy Storage Book  Age 8+",
          "ntroducing &quot;Kitten Love&quot; – where feline charm meets fashion design! This delightful art kit invites you to dress up the cutest kittens in town with the trendiest outfits and accessories. Perfect for young fashionistas and cat lovers, it offers hours of creative play. You can use the plastic stencils to trace different shapes and patterns, the stickers to add accessories and details, and the coloring pencils to bring your kittens to life. Kitten Love is the purr-fect way to express your artistic side and enjoy some quality time with your furry friends.   This Kit Includes 12 colored pencils 1 fine-tip marker 1 sticker sheet 4 plastic stencils art pad instruction booklet gemstone stickers Handy Storage Book Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?variant=54869127332222",
          "https://www.brightminds.co.uk/products/style-me-up-kitten-love?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Toys & Games > Toys > Art & Drawing Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1336",
      "title": "Make & Play Friendship Bracelets",
      "changes": {
        "description": [
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you'll have a great time showing off your personality and style with fabulous friendship bracelets!\n\n This Kit Includes:\n\n   \n * 1 instruction book \n * 16 skeins of string (139 yd/128 m) \n * 1 square bracelet loom \n * 1 round bracelet loom \n * 20 pom-poms \n * 8 pattern templates \n * Lettering templates \n * Assorted beads \n * 1 tassel \n * 3 charms  Age 6+",
          "Get together with your BFFs for some bracelet making fun! This kit lets you weave amazing designs with the easy to use bracelet square and wheel, create cool hand knotted patterns, and even write out your own name in colorful thread. With tons of trendy patterns to make, you&#039;ll have a great time showing off your personality and style with fabulous friendship bracelets! This Kit Includes: 1 instruction book 16 skeins of string (139 yd/128 m) 1 square bracelet loom 1 round bracelet loom 20 pom-poms 8 pattern templates Lettering templates Assorted beads 1 tassel 3 charms Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?variant=54863574794622",
          "https://www.brightminds.co.uk/products/make-play-friendship-bracelets?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Jewellery Making Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1322",
      "title": "Kits for Kids Creative Colouring",
      "changes": {
        "description": [
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift!\n\n  This Kit Includes   \n * 8 brush-tip markers \n * 6 gel ink pens \n * 50-sheet coloring pad with picture frame \n * 4 magnets \n * color wheel  Age 6+",
          "Be creative and unleash your imagination! Go wild with bright felt markers as you bring tons of fun coloring pages to life with your favorite colors! Then use the included picture frame to display your work, or give it out to a friend as a special gift! This Kit Includes 8 brush-tip markers 6 gel ink pens 50-sheet coloring pad with picture frame 4 magnets color wheel Age 6+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?variant=54862392000894",
          "https://www.brightminds.co.uk/products/kits-for-kids-creative-colouring?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "1262",
          "Arts & Entertainment > Hobbies & Creative Arts > Arts & Crafts > Arts & Crafts Kits > Drawing & Painting Kits"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "Best",
          ""
        ]
      }
    },
    {
      "product_id": "C1307",
      "title": "Microscope 15 Experiments",
      "changes": {
        "availability": [
          "in stock",
          "out of stock"
        ],
        "custom_label_2": [
          "Best Sellers",
          "Best"
        ]
      }
    },
    {
      "product_id": "shopify_GB_7571393118271_41130929356863",
      "title": "King George's Castle Toy Bundle",
      "changes": {
        "custom_label_2": [
          "Best Sellers All",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1456",
      "title": "Spy Labs Forensic Investigation Kit",
      "changes": {
        "description": [
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples? Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. Examine evidence in the laboratory Conduct fascinating experiments Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more Use the tools and equipment to analyse evidence and solve the case Play the role of a forensic scientist with this detective toy and science kit Perform experiments on evidence using chemical and physical processes Analyse evidence to solve make-believe mysteries and crimes Plastic clips hold equipment or notes for hands-free access Age 8+",
          "Can you identify an unknown liquid or powder? What secrets become visible under a UV light? How do you analyse fingerprints, soil, ink, and handwriting samples?\n\n Assume the role of a forensic scientist to find out! Perform experiments on evidence in this large laboratory station using chemical and physical techniques. Analyse solids and liquids, make a fluorescent solution, inspect invisible ink, lift fingerprints, look for counterfeit notes, and examine ink using chromatography. The experiments are accompanied by exciting stories of make-believe mysteries and crimes to solve. (https://www.thamesandkosmos.co.uk/wp-content/uploads/2023/01/Screenshot_10.tif) \n\n  \n * Examine evidence in the laboratory \n * Conduct fascinating experiments \n * Discover hidden secrets with the UV flashlight, fingerprint powder, pH test strips, and more \n * Use the tools and equipment to analyse evidence and solve the case \n * Play the role of a forensic scientist with this detective toy and science kit \n * Perform experiments on evidence using chemical and physical processes \n * Analyse evidence to solve make-believe mysteries and crimes \n * Plastic clips hold equipment or notes for hands-free access  Age 8+"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/spy-labs-forensic-investigation-kit?variant=56182583918974"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Educational Toys",
          "1262"
        ],
        "condition": [
          "",
          "new"
        ],
        "custom_label_2": [
          "",
          "New Arrivals 2025"
        ]
      }
    },
    {
      "product_id": "Q3213",
      "title": "Wood Side Plates and Knives",
      "changes": {
        "description": [
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates &amp; knives are the perfect addition to any tea party. Set of 2 wooden toy side plates &amp; knives.",
          "Beautifully painted in lovely colours and vintage design, this set of wooden side plates & knives are the perfect addition to any tea party. \n\n Set of 2 wooden toy side plates & knives."
        ],
        "link": [
          "https://www.brightminds.co.uk/products/side-plates-and-knives?currency=GBP&stkn=35c2237c26b6",
          "https://www.brightminds.co.uk/products/side-plates-and-knives?variant=9282557018154"
        ],
        "google_product_category": [
          "Toys & Games > Toys > Pretend Play > Toy Kitchens & Play Food",
          "1262"
        ],
        "custom_label_2": [
          "",
          "Best"
        ]
      }
    },
    {
      "product_id": "C1465",
      "title": "Trucky 3 Wooden Puzzle Game",
      "changes": {
        "description": [
          "Truckloads of puzzle fun!  Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly?\n\n Toddlers initially play with the trucks, loading them up and driving them round like a toy car.\n\n Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult.\n\n   Age: 3+   Challenges: 48",
          "Truckloads of puzzle fun! Three happy trucks are on the way to their next destination. They need to pick up a load of packages, but will the haul fit? Can you help them stack everything properly? Toddlers initially play with the trucks, loading them up and driving them round like a toy car. Kids who are a bit older can play the game, working through the challenges that gradually get more and more difficult. Age:   3+ Challenges:   48"
        ],
        "link": [
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?variant=56188505948542",
          "https://www.brightminds.co.uk/products/trucky-wooden-puzzle-game?currency=GBP&stkn=35c2237c26b6"
        ],
        "google_product_category": [
          "3867",
          "Toys & Games > Toys > Educational Toys"
        ],
        "condition": [
          "new",
          ""
        ],
        "custom_label_2": [
          "New Arrivals 2025",
          ""
        ]
      }
    }
  ]
}