{
  "date": "2025-12-13",
  "client": "Crowd Control",
  "comparison_date": "2025-12-12",
  "total_products_today": 334,
  "total_products_yesterday": 333,
  "summary": {
    "changed_products": 17,
    "price_changes": 0,
    "sale_price_changes": 0,
    "availability_changes": 0,
    "title_changes": 0,
    "description_changes": 10,
    "image_changes": 0,
    "item_group_changes": 0,
    "shipping_changes": 0,
    "label_changes": 5,
    "new_products": 2,
    "removed_products": 1
  },
  "changed_products": [
    {
      "product_id": "5560",
      "title": "Economy Rope Stanchion - Flat Top - Sloped Base - RopeMaster Flat Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. This Flat Top Rope Barrier is available in 3 post top styles there is a model available for any occasion. This Flat Top Rope Barrier model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Flat Top Rope Barrier – Product OverviewThe <strong>Flat Top Rope Barrier</strong> combines modern style with dependable performance. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers at an affordable price. Moreover, the flat top design suits contemporary venues such as hotels, retail stores, exhibition halls and corporate reception areas. As a result, you achieve a clean, professional appearance without increasing your budget.Why Choose the Flat Top Rope Post?This rope stanchion includes a forged rope loop that gives strong, authentic quality. Because of this feature, the post looks similar to high-end rope barriers. Additionally, it is available in three elegant finish options that match the premium Elegance collection. The full-circumference floor protector also helps prevent marks and scratches on delicate flooring. Therefore, the Flat Top Rope Post suits venues that value a refined and durable crowd control solution.Modern Flat Top Rope Barrier BenefitsThe RopeMaster range includes three top styles: crown, flat and ball. However, the <strong>flat top rope barrier</strong> offers a sleek, contemporary look that blends into modern interiors. It can also be tapped to accept post-top signage holders, which helps guide guests and improve directional flow. This feature makes it suitable for queue systems, exhibition displays and branded event layouts. Furthermore, the forged loop keeps ropes secure during frequent use.Durable Construction for Indoor and Outdoor UseThis rope post is built for long-term use in demanding environments. Its durable construction resists wear and maintains its high-quality finish. In addition, the post can be weatherised for outdoor deployment. This makes it ideal for outdoor queue lines, temporary entrance control or corporate event spaces. Consequently, the Flat Top Rope Post delivers lasting performance while maintaining a stylish appearance.See our full range of rope barrier posts and rope options here.Need guidance on safe crowd management? Visit the HSE advice here."
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/elegance/",
          "https://crowdcontrolcompany.co.uk/shop/flat-top-rope-barrier/"
        ]
      }
    },
    {
      "product_id": "29602",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Red/White No Entry",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extended Length Safety Barrier<p>The <strong>WallPro 750 Extended Length Safety Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extended Length Safety Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/extra-long-belt-barrier-wall-mounted-16m-23m-red-white-no-parking/",
          "https://crowdcontrolcompany.co.uk/shop/extended-length-safety-barrier-16m-23m-red-white-no-entry/"
        ]
      }
    },
    {
      "product_id": "6982",
      "title": "Warehouse Wall Mount Unit 450 - Wall Mounted Retractable Belt Barrier - WallPro 450 Rack Mounting and Magnetic Belt End - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe warehouse Rack Mounted Retractable Barrier features a magnetic mount and magnetic belt end that is designed for use on warehousing racking. You can move the WallPro wherever you need to close off an aisle. The strong magnetic mount allows you to attach it to any metal surface and draw out the belt to attach it to an adjacent metal post or pillar. This model is available with 6.1m to 9.1m belt lengths.WallPro is a range of high specification wall mount barriers for restricting access to corridors and isle ways. Manufactured with a tough ABS housing WallPro is available in 6 stock colours. The belt features a slow-retracting brake system and is available in 50 different colours and safety messages. The belt is also fully customizable and can be printed any number of colours or messages.",
          "Product Overview<p>The <strong>rack mounted retractable barrier</strong> provides a fast and flexible way to control access in warehouse aisles. It features a powerful magnetic mount and a magnetic belt end, allowing you to attach it securely to upright frames, metal posts or racking systems. Because the unit mounts magnetically, you can reposition it quickly whenever you need to block an aisle. This design helps teams improve safety while keeping operations efficient. Additionally, the extended belt length range of 6.1m to 9.1m offers excellent coverage for long warehouse runs.</p><p>The WallPro range delivers high-specification wall-mounted safety barriers for aisles, corridors and industrial walkways. It's tough ABS housing withstands daily wear, while six stock colour options help improve visibility. Furthermore, the belt includes a slow-retracting brake system for safer handling during rewind. You can choose from fifty belt colours and safety messages, or request full custom printing to match your site requirements. As a result, the rack mounted retractable barrier adapts easily to changing layouts and safety priorities.</p>Key Features<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Strong magnetic mount for secure attachment</li> <li>☑ Magnetic belt end for fast connection to posts or pillars</li> <li>☑ 6.1m–9.1m belt lengths for wide warehouse aisles</li> <li>☑ Durable ABS housing available in six colours</li> <li>☑ Slow-retract brake system for safer operation</li> <li>☑ Up to fifty belt colour and message options</li> <li>☑ Fully customisable belt printing</li></ul>The rack mounted retractable barrier is ideal for Warehouse Safety<p>This model works well in warehouses, distribution centres and industrial facilities that require adjustable access control. Because it mounts instantly to metal racking, teams can deploy it whenever aisles need closure during stocking, cleaning or maintenance. Moreover, its long belt reach improves span coverage and reduces the number of units required across the site.</p><p>See the full range of retractable wall-mounted safety barriershere.<br>For guidance on safe warehouse operations, visit the HSE’s official advicehere.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/warehouse-wall-mount-unit-450-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/rack-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/"
        ]
      }
    },
    {
      "product_id": "29608",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Red/White Authorised Access Only",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Wide Span Retractable Barrier<p>The <strong>WallPro 750 Wide Span Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Wide Span Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-red-white-authorised-access-only/",
          "https://crowdcontrolcompany.co.uk/shop/wide-span-retractable-barrier-16m-23m-red-white-authorised-access-only/"
        ]
      }
    },
    {
      "product_id": "7232",
      "title": "SafetyPro Cassette - 6.1m to 10.6m Belt",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6762",
      "title": "1.2m Black Aluminium Panel",
      "changes": {
        "gtin": [
          "727156753269",
          "727156750701"
        ],
        "mpn": [
          "PNL7234B",
          "PNL4834B"
        ]
      }
    },
    {
      "product_id": "6734",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Red/White - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Villains"
        ]
      }
    },
    {
      "product_id": "11731",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted - 16m or 23m - Yellow/Black Belt - Slow Retracting Brake System - Locking Belt End",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extra Long Retractable Barrier<p>The <strong>WallPro 750 Extra Long Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extra Long Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ]
      }
    },
    {
      "product_id": "5567",
      "title": "Economy Rope Stanchion - Ball Top - Sloped Base - RopeMaster Ball Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. This Rope Post Barrier Stanchion Available in 3 post top styles there is a model available for any occasion. This Rope Post Barrier Stanchion model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Ball Top Rope Post – Product Overview<p>The <strong>Ball Top Rope Post</strong> brings classic style and dependable performance to any venue. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers at an affordable price. Moreover, this post suits hotels, event spaces, retail areas and reception zones. As a result, you achieve a polished, professional appearance without overspending.</p>Why Choose the Ball Top Rope Post?<p>This ball top rope stanchion includes a forged rope loop for strength and authenticity. Because of this feature, the post looks similar to higher-priced luxury models. Additionally, it comes in three elegant finish options that match the premium Elegance range. The full-circumference floor protector also helps prevent scuffs and marks on delicate flooring. Therefore, the Ball Top Rope Post is a reliable choice for lobbies, showrooms, night clubs and other special event venues. </p>Ball Top Rope Barrier Design Benefits<p>The RopeMaster collection includes three top styles: crown, flat and ball. However, the <strong>ball top rope barrier</strong> offers a timeless decorative look that suits both traditional and modern interiors. Although the ball top style cannot accept post-top signage, it remains ideal for decorative boundaries, VIP areas and low-traffic queue lines. Furthermore, the forged loop keeps ropes secure during frequent use.</p>Durable Construction for Indoor and Outdoor Use<p>This ball top barrier post is built for long-term performance. Its durable construction resists wear and keeps its finish looking sharp. In addition, the post can be weatherised for outdoor use, which makes it suitable for outdoor event queue lines, event entrances and temporary crowd control. Consequently, you can use the Ball Top Rope Post confidently in many different environments without compromising on style.</p><p>See our full range of rope barrier posts and rope options here.<br>Need guidance on safe crowd management? Visit the HSE advice here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/ropemaster/",
          "https://crowdcontrolcompany.co.uk/shop/ball-top-rope-post/"
        ]
      }
    },
    {
      "product_id": "65068",
      "title": "WallMaster450 - Black Wall Mounted Retractable Belt Barrier - 6.1m to 10.6m Belt.",
      "changes": {
        "gtin": [
          "727156752934",
          "727156752828"
        ],
        "mpn": [
          "WM450-BK",
          "WM450"
        ]
      }
    },
    {
      "product_id": "6251",
      "title": "Economy Rope Stanchion - Crown Top - Sloped Base - RopeMaster Crown Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. Available in 3 post top styles there is a model available for any occasion. This model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Crown Top Rope Post – Product Overview<p>The <strong>Crown Top Rope Post</strong> delivers classic style and dependable performance at an affordable price. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers without the high cost. Moreover, the Crown Top Rope Post suits a wide range of venues, including hotels, event spaces, retail areas and reception zones. As a result, you get a professional appearance while keeping your budget under control.</p>Why Choose the Crown Top Rope Post?<p>This post includes a forged rope loop, which creates a strong and authentic finish. Because of this feature, the post looks almost identical to higher-priced rope stanchions. Additionally, it is available in three elegant finish options that match the style of our premium Elegance range. The full-circumference floor protector also helps prevent scratches and marks on delicate flooring, which is especially important in lobbies and event venues.</p>Flexible Design for Many Venues<p>You can choose from three top styles across the full RopeMaster range: crown, flat top and ball top. However, the Crown Top Rope Stanchion remains the most popular choice thanks to its refined design. Crown and flat top models can also be tapped to accept post-top signage holders, which helps guide guests more effectively. The ball-top version cannot accept signage, but it still suits decorative or low-traffic areas.</p>Durable and Ready for Indoor or Outdoor Use<p>This rope post is built for long-term use in demanding environments. Furthermore, it can be weatherised to suit outdoor applications such as queue lines, outdoor events or temporary crowd control needs. Its durable construction resists wear, while the forged rope loop ensures the rope remains securely attached. Consequently, the Crown Top Rope Post delivers reliable performance day after day.</p><p>See our full range of rope barrier posts here.<br>Need guidance on safe crowd management? Visit the HSE advice here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/ropemaster-crown/",
          "https://crowdcontrolcompany.co.uk/shop/crown-top-rope-post/"
        ]
      }
    },
    {
      "product_id": "7051",
      "title": "Fixed Twin Wall Mounted Retractable Belt Barrier - WallMaster 400 Twin - 3.9m/4.6m Belt",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "29592",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Yellow/Black Authorised Access Only",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Long Range Retractable Barrier<p>The <strong>WallPro 750 Long Range Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Long Range Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-yellow-black-authorised-access-only/",
          "https://crowdcontrolcompany.co.uk/shop/long-range-retractable-barrier-16m-23m-yellow-black-authorised-access-only/"
        ]
      }
    },
    {
      "product_id": "29598",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted – 16m/23m Red/White Belt",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 meters, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extended Reach Retractable Barrier<p>The <strong>WallPro 750 Extended Reach Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extended Reach Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-red-white/",
          "https://crowdcontrolcompany.co.uk/shop/extended-reach-retractable-barrier-16m-23m-red-white/"
        ]
      }
    },
    {
      "product_id": "67094",
      "title": "Steel Barricade In Green - 1.8m Compact Metal Barricade With Removable Feet",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6983",
      "title": "Clamp Wall Mount Unit 400 - Post Mounted Retractable Belt Barrier - WallPro 400 Clamp Mount - 3.9m/4.6m Belt",
      "changes": {
        "description": [
          "Product OverviewThe Clamp Mount Retractable Barrier comes with two fitted hose clamps for mounting to uprights like warehouse racking or columns. Choose from three standard clamp sizes or contact us for custom sizing. The belt can be fitted with an optional S-clip belt end, designed to wrap around objects and clip back onto the belt. Standard and magnetic belt end options are also available during the order process. This model features 3.9m and 4.6m belts, ideal for medium-span applications like closing off corridors or doorways.WallPro is a high-specification range of wall-mounted barriers for restricting access to corridors and aisles. Made with a tough ABS housing, WallPro is available in six stock colours. The belt has a slow-retracting brake system and a locking belt end. It is available in 50 different colours and safety messages. The belt is also fully customisable and can be printed with any number of colours or messages. Each WallPro unit includes a receiver clip. The range also offers a variety of permanent and temporary mounting systems to meet any requirement.",
          "Clamp Mount Retractable Barrier – Product Overview<p>The <strong>Clamp Mount Retractable Barrier</strong> provides a secure and flexible access-control solution for warehouses, industrial sites and commercial buildings. It includes two fitted hose clamps that attach directly to uprights such as racking, columns or posts. As a result, you can mount the barrier wherever you need a fixed but adjustable access restriction. You can choose from three standard clamp sizes, and you can also request a custom size if your application requires a specific diameter. Additionally, the belt can be supplied with an optional S-clip belt end, which wraps around objects and clips back onto the belt. Standard and magnetic belt ends are also available during the order process. With 3.9m or 4.6m belt lengths, this model suits medium-span applications such as closing corridors, aisles and doorways.</p><p>The WallPro system offers a high-specification range of retractable belt barriers designed for permanent or temporary mounting. Manufactured with a tough ABS housing, WallPro provides reliability in busy environments. Furthermore, the unit comes in six stock colour options to match a variety of locations. The belt includes a slow-retracting brake system for safer handling and a locking belt end for secure fastening. You can select from fifty belt colours and safety messages, and you may also choose full custom printing for any combination of colours or instructions. Each WallPro barrier includes a wall receiver clip, and the range offers several permanent and temporary mounting systems to support different installation needs.</p>Key Features<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Clamp mounting for racking, columns and uprights</li> <li>☑ Three standard clamp sizes and custom sizing options</li> <li>☑ Optional S-clip, standard or magnetic belt ends</li> <li>☑ 3.9m or 4.6m retractable belt options</li> <li>☑ Slow-retract brake system for safer operation</li> <li>☑ Over 50 belt colours and messages</li> <li>☑ Custom printing available for site-specific messaging</li></ul><p>See the full range of wall-mounted safety belt barriers here.<br>For guidance on planning safe access-control layouts, visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/clamp-wall-mount-unit-400-wall-mounted-retractable-belt-barrier-3-9m-to-4-6m-stclamp/",
          "https://crowdcontrolcompany.co.uk/shop/clamp-mount-retractable-barrier-3-9m-to-4-6m/"
        ]
      }
    },
    {
      "product_id": "6044",
      "title": "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    }
  ],
  "new_products": [
    {
      "product_id": "68794",
      "title": "1.8m Extra Tall Black Floor Sign Stand – Fits A4 & A3 Posters for Maximum Visibility",
      "price": "154.80 GBP",
      "availability": "out of stock"
    },
    {
      "product_id": "6972",
      "title": "Warehouse Wall Mount Unit 300 - Wall Mounted Retractable Belt Barrier -WallPro 300 Rack Mounting and Magnetic Belt End - 2.3m/3m Belt",
      "price": "76.80 GBP",
      "availability": "out of stock"
    }
  ],
  "removed_products": [
    {
      "product_id": "6980",
      "title": "Suction Cup Wall Mount Unit 300 - Wall Mounted Retractable Belt Barrier - WallPro 300 Suction Cup Mounting and Belt End - 2.3m/3m Belt",
      "price": "68.40 GBP",
      "availability": "in stock"
    }
  ],
  "price_changes": [],
  "sale_price_changes": [],
  "availability_changes": [],
  "title_changes": [],
  "description_changes": [
    {
      "product_id": "5560",
      "title": "Economy Rope Stanchion - Flat Top - Sloped Base - RopeMaster Flat Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. This Flat Top Rope Barrier is available in 3 post top styles there is a model available for any occasion. This Flat Top Rope Barrier model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Flat Top Rope Barrier – Product OverviewThe <strong>Flat Top Rope Barrier</strong> combines modern style with dependable performance. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers at an affordable price. Moreover, the flat top design suits contemporary venues such as hotels, retail stores, exhibition halls and corporate reception areas. As a result, you achieve a clean, professional appearance without increasing your budget.Why Choose the Flat Top Rope Post?This rope stanchion includes a forged rope loop that gives strong, authentic quality. Because of this feature, the post looks similar to high-end rope barriers. Additionally, it is available in three elegant finish options that match the premium Elegance collection. The full-circumference floor protector also helps prevent marks and scratches on delicate flooring. Therefore, the Flat Top Rope Post suits venues that value a refined and durable crowd control solution.Modern Flat Top Rope Barrier BenefitsThe RopeMaster range includes three top styles: crown, flat and ball. However, the <strong>flat top rope barrier</strong> offers a sleek, contemporary look that blends into modern interiors. It can also be tapped to accept post-top signage holders, which helps guide guests and improve directional flow. This feature makes it suitable for queue systems, exhibition displays and branded event layouts. Furthermore, the forged loop keeps ropes secure during frequent use.Durable Construction for Indoor and Outdoor UseThis rope post is built for long-term use in demanding environments. Its durable construction resists wear and maintains its high-quality finish. In addition, the post can be weatherised for outdoor deployment. This makes it ideal for outdoor queue lines, temporary entrance control or corporate event spaces. Consequently, the Flat Top Rope Post delivers lasting performance while maintaining a stylish appearance.See our full range of rope barrier posts and rope options here.Need guidance on safe crowd management? Visit the HSE advice here."
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/elegance/",
          "https://crowdcontrolcompany.co.uk/shop/flat-top-rope-barrier/"
        ]
      }
    },
    {
      "product_id": "29602",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Red/White No Entry",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extended Length Safety Barrier<p>The <strong>WallPro 750 Extended Length Safety Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extended Length Safety Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/extra-long-belt-barrier-wall-mounted-16m-23m-red-white-no-parking/",
          "https://crowdcontrolcompany.co.uk/shop/extended-length-safety-barrier-16m-23m-red-white-no-entry/"
        ]
      }
    },
    {
      "product_id": "6982",
      "title": "Warehouse Wall Mount Unit 450 - Wall Mounted Retractable Belt Barrier - WallPro 450 Rack Mounting and Magnetic Belt End - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe warehouse Rack Mounted Retractable Barrier features a magnetic mount and magnetic belt end that is designed for use on warehousing racking. You can move the WallPro wherever you need to close off an aisle. The strong magnetic mount allows you to attach it to any metal surface and draw out the belt to attach it to an adjacent metal post or pillar. This model is available with 6.1m to 9.1m belt lengths.WallPro is a range of high specification wall mount barriers for restricting access to corridors and isle ways. Manufactured with a tough ABS housing WallPro is available in 6 stock colours. The belt features a slow-retracting brake system and is available in 50 different colours and safety messages. The belt is also fully customizable and can be printed any number of colours or messages.",
          "Product Overview<p>The <strong>rack mounted retractable barrier</strong> provides a fast and flexible way to control access in warehouse aisles. It features a powerful magnetic mount and a magnetic belt end, allowing you to attach it securely to upright frames, metal posts or racking systems. Because the unit mounts magnetically, you can reposition it quickly whenever you need to block an aisle. This design helps teams improve safety while keeping operations efficient. Additionally, the extended belt length range of 6.1m to 9.1m offers excellent coverage for long warehouse runs.</p><p>The WallPro range delivers high-specification wall-mounted safety barriers for aisles, corridors and industrial walkways. It's tough ABS housing withstands daily wear, while six stock colour options help improve visibility. Furthermore, the belt includes a slow-retracting brake system for safer handling during rewind. You can choose from fifty belt colours and safety messages, or request full custom printing to match your site requirements. As a result, the rack mounted retractable barrier adapts easily to changing layouts and safety priorities.</p>Key Features<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Strong magnetic mount for secure attachment</li> <li>☑ Magnetic belt end for fast connection to posts or pillars</li> <li>☑ 6.1m–9.1m belt lengths for wide warehouse aisles</li> <li>☑ Durable ABS housing available in six colours</li> <li>☑ Slow-retract brake system for safer operation</li> <li>☑ Up to fifty belt colour and message options</li> <li>☑ Fully customisable belt printing</li></ul>The rack mounted retractable barrier is ideal for Warehouse Safety<p>This model works well in warehouses, distribution centres and industrial facilities that require adjustable access control. Because it mounts instantly to metal racking, teams can deploy it whenever aisles need closure during stocking, cleaning or maintenance. Moreover, its long belt reach improves span coverage and reduces the number of units required across the site.</p><p>See the full range of retractable wall-mounted safety barriershere.<br>For guidance on safe warehouse operations, visit the HSE’s official advicehere.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/warehouse-wall-mount-unit-450-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/rack-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/"
        ]
      }
    },
    {
      "product_id": "29608",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Red/White Authorised Access Only",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Wide Span Retractable Barrier<p>The <strong>WallPro 750 Wide Span Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Wide Span Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-red-white-authorised-access-only/",
          "https://crowdcontrolcompany.co.uk/shop/wide-span-retractable-barrier-16m-23m-red-white-authorised-access-only/"
        ]
      }
    },
    {
      "product_id": "11731",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted - 16m or 23m - Yellow/Black Belt - Slow Retracting Brake System - Locking Belt End",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extra Long Retractable Barrier<p>The <strong>WallPro 750 Extra Long Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extra Long Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ]
      }
    },
    {
      "product_id": "5567",
      "title": "Economy Rope Stanchion - Ball Top - Sloped Base - RopeMaster Ball Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. This Rope Post Barrier Stanchion Available in 3 post top styles there is a model available for any occasion. This Rope Post Barrier Stanchion model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Ball Top Rope Post – Product Overview<p>The <strong>Ball Top Rope Post</strong> brings classic style and dependable performance to any venue. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers at an affordable price. Moreover, this post suits hotels, event spaces, retail areas and reception zones. As a result, you achieve a polished, professional appearance without overspending.</p>Why Choose the Ball Top Rope Post?<p>This ball top rope stanchion includes a forged rope loop for strength and authenticity. Because of this feature, the post looks similar to higher-priced luxury models. Additionally, it comes in three elegant finish options that match the premium Elegance range. The full-circumference floor protector also helps prevent scuffs and marks on delicate flooring. Therefore, the Ball Top Rope Post is a reliable choice for lobbies, showrooms, night clubs and other special event venues. </p>Ball Top Rope Barrier Design Benefits<p>The RopeMaster collection includes three top styles: crown, flat and ball. However, the <strong>ball top rope barrier</strong> offers a timeless decorative look that suits both traditional and modern interiors. Although the ball top style cannot accept post-top signage, it remains ideal for decorative boundaries, VIP areas and low-traffic queue lines. Furthermore, the forged loop keeps ropes secure during frequent use.</p>Durable Construction for Indoor and Outdoor Use<p>This ball top barrier post is built for long-term performance. Its durable construction resists wear and keeps its finish looking sharp. In addition, the post can be weatherised for outdoor use, which makes it suitable for outdoor event queue lines, event entrances and temporary crowd control. Consequently, you can use the Ball Top Rope Post confidently in many different environments without compromising on style.</p><p>See our full range of rope barrier posts and rope options here.<br>Need guidance on safe crowd management? Visit the HSE advice here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/ropemaster/",
          "https://crowdcontrolcompany.co.uk/shop/ball-top-rope-post/"
        ]
      }
    },
    {
      "product_id": "6251",
      "title": "Economy Rope Stanchion - Crown Top - Sloped Base - RopeMaster Crown Top Sloped Base",
      "changes": {
        "description": [
          "Product OverviewThe RopeMaster range offers the sophistication of a traditional rope post barrier at an affordable price. Available in 3 post top styles there is a model available for any occasion. This model comes in the same 3 finish options as our Elegance range. This rope barrier post is the only one in its price range with a forged rope loop making it indistinguishable from higher priced rope posts. Supplied with a full circumference floor protector to prevent floor damage. Crown and flat top styles can be tapped to accept post top signage but ball cannot be fitted with signage. This post can be weatherised for outdoor use.",
          "Crown Top Rope Post – Product Overview<p>The <strong>Crown Top Rope Post</strong> delivers classic style and dependable performance at an affordable price. It forms part of the RopeMaster range, which offers the traditional look of premium rope barriers without the high cost. Moreover, the Crown Top Rope Post suits a wide range of venues, including hotels, event spaces, retail areas and reception zones. As a result, you get a professional appearance while keeping your budget under control.</p>Why Choose the Crown Top Rope Post?<p>This post includes a forged rope loop, which creates a strong and authentic finish. Because of this feature, the post looks almost identical to higher-priced rope stanchions. Additionally, it is available in three elegant finish options that match the style of our premium Elegance range. The full-circumference floor protector also helps prevent scratches and marks on delicate flooring, which is especially important in lobbies and event venues.</p>Flexible Design for Many Venues<p>You can choose from three top styles across the full RopeMaster range: crown, flat top and ball top. However, the Crown Top Rope Stanchion remains the most popular choice thanks to its refined design. Crown and flat top models can also be tapped to accept post-top signage holders, which helps guide guests more effectively. The ball-top version cannot accept signage, but it still suits decorative or low-traffic areas.</p>Durable and Ready for Indoor or Outdoor Use<p>This rope post is built for long-term use in demanding environments. Furthermore, it can be weatherised to suit outdoor applications such as queue lines, outdoor events or temporary crowd control needs. Its durable construction resists wear, while the forged rope loop ensures the rope remains securely attached. Consequently, the Crown Top Rope Post delivers reliable performance day after day.</p><p>See our full range of rope barrier posts here.<br>Need guidance on safe crowd management? Visit the HSE advice here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/ropemaster-crown/",
          "https://crowdcontrolcompany.co.uk/shop/crown-top-rope-post/"
        ]
      }
    },
    {
      "product_id": "29592",
      "title": "Retractable Belt Barrier Wall Mounted - 16m/23m Yellow/Black Authorised Access Only",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 metres, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Long Range Retractable Barrier<p>The <strong>WallPro 750 Long Range Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Long Range Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-yellow-black-authorised-access-only/",
          "https://crowdcontrolcompany.co.uk/shop/long-range-retractable-barrier-16m-23m-yellow-black-authorised-access-only/"
        ]
      }
    },
    {
      "product_id": "29598",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted – 16m/23m Red/White Belt",
      "changes": {
        "description": [
          "Product OverviewThe WallPro 750 secures extra-long spans up to 23 meters, ideal for spaces where traditional belt barriers fall short.This high-performance, wall-mounted retractable belt barrier is perfect for warehouses, loading docks, and industrial areas. Its durable ABS housing and heavy-duty steel wall mount provide lasting strength. The belt’s slow-retracting brake system ensures smooth and controlled retraction.Choose from locking, S-clip, or magnetic belt ends to fit your needs.Need a fully magnetic version? Get it here: https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-magnetic-wall-mounted-16m-23m-magnetic/",
          "for this Extended Reach Retractable Barrier<p>The <strong>WallPro 750 Extended Reach Retractable Barrier</strong> delivers exceptional reach for large or high-traffic areas. Standard barriers often fall short in these environments, but this model spans up to an impressive 23 metres. As a result, it provides strong access control without filling the floor with posts or stands. It is a smart, space-saving choice for warehouses, logistics hubs and industrial sites that need clear visual separation and reliable safety management.</p>Built for Demanding Environments<p>This heavy-duty barrier features a tough ABS housing that resists impacts and daily wear. The robust steel mounting plate keeps the unit secure, even during frequent use. Because it mounts directly to a wall or post, it keeps aisles and walkways free from trip hazards. The slow-retract brake system offers controlled, smooth belt return and reduces the risk of sudden snap-back. As a result, teams can use the unit safely during busy operations.</p>Flexible Belt End Options<p>You can choose from three belt end options to suit different layouts. The <strong>locking end</strong> secures permanently to a receiver clip. The <strong>S-clip end</strong> works by wrapping around posts and fixtures. The <strong>magnetic end</strong> attaches instantly to metal surfaces for fast and tool-free setup. Each option holds the belt firmly in place until intentionally released. In addition, the enclosed cassette design protects the belt from dirt and wear, helping prolong its service life.</p>This Extended Reach Retractable Barrier is Perfect for Industrial and Commercial Use<p>The <strong>WallPro 750</strong> suits warehouses, factories, airports and maintenance zones that demand clear access control. It works well for closing aisles, marking restricted areas and guiding vehicles or pedestrians. Because the belt extends so far, you need fewer units to cover long spans. This saves time, reduces installation effort and helps maintain a clean, professional environment. Furthermore, the bright belt colours and messages improve visibility and support clear communication.</p><p>Need a fully magnetic version? View it here:Magnetic WallPro 750.<br>For official site-safety guidance, visit the HSE website.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/retractable-belt-barrier-wall-mounted-16m-23m-red-white/",
          "https://crowdcontrolcompany.co.uk/shop/extended-reach-retractable-barrier-16m-23m-red-white/"
        ]
      }
    },
    {
      "product_id": "6983",
      "title": "Clamp Wall Mount Unit 400 - Post Mounted Retractable Belt Barrier - WallPro 400 Clamp Mount - 3.9m/4.6m Belt",
      "changes": {
        "description": [
          "Product OverviewThe Clamp Mount Retractable Barrier comes with two fitted hose clamps for mounting to uprights like warehouse racking or columns. Choose from three standard clamp sizes or contact us for custom sizing. The belt can be fitted with an optional S-clip belt end, designed to wrap around objects and clip back onto the belt. Standard and magnetic belt end options are also available during the order process. This model features 3.9m and 4.6m belts, ideal for medium-span applications like closing off corridors or doorways.WallPro is a high-specification range of wall-mounted barriers for restricting access to corridors and aisles. Made with a tough ABS housing, WallPro is available in six stock colours. The belt has a slow-retracting brake system and a locking belt end. It is available in 50 different colours and safety messages. The belt is also fully customisable and can be printed with any number of colours or messages. Each WallPro unit includes a receiver clip. The range also offers a variety of permanent and temporary mounting systems to meet any requirement.",
          "Clamp Mount Retractable Barrier – Product Overview<p>The <strong>Clamp Mount Retractable Barrier</strong> provides a secure and flexible access-control solution for warehouses, industrial sites and commercial buildings. It includes two fitted hose clamps that attach directly to uprights such as racking, columns or posts. As a result, you can mount the barrier wherever you need a fixed but adjustable access restriction. You can choose from three standard clamp sizes, and you can also request a custom size if your application requires a specific diameter. Additionally, the belt can be supplied with an optional S-clip belt end, which wraps around objects and clips back onto the belt. Standard and magnetic belt ends are also available during the order process. With 3.9m or 4.6m belt lengths, this model suits medium-span applications such as closing corridors, aisles and doorways.</p><p>The WallPro system offers a high-specification range of retractable belt barriers designed for permanent or temporary mounting. Manufactured with a tough ABS housing, WallPro provides reliability in busy environments. Furthermore, the unit comes in six stock colour options to match a variety of locations. The belt includes a slow-retracting brake system for safer handling and a locking belt end for secure fastening. You can select from fifty belt colours and safety messages, and you may also choose full custom printing for any combination of colours or instructions. Each WallPro barrier includes a wall receiver clip, and the range offers several permanent and temporary mounting systems to support different installation needs.</p>Key Features<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Clamp mounting for racking, columns and uprights</li> <li>☑ Three standard clamp sizes and custom sizing options</li> <li>☑ Optional S-clip, standard or magnetic belt ends</li> <li>☑ 3.9m or 4.6m retractable belt options</li> <li>☑ Slow-retract brake system for safer operation</li> <li>☑ Over 50 belt colours and messages</li> <li>☑ Custom printing available for site-specific messaging</li></ul><p>See the full range of wall-mounted safety belt barriers here.<br>For guidance on planning safe access-control layouts, visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/clamp-wall-mount-unit-400-wall-mounted-retractable-belt-barrier-3-9m-to-4-6m-stclamp/",
          "https://crowdcontrolcompany.co.uk/shop/clamp-mount-retractable-barrier-3-9m-to-4-6m/"
        ]
      }
    }
  ],
  "image_changes": [],
  "item_group_changes": [],
  "shipping_changes": [],
  "label_changes": [
    {
      "product_id": "7232",
      "title": "SafetyPro Cassette - 6.1m to 10.6m Belt",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6734",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Red/White - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Villains"
        ]
      }
    },
    {
      "product_id": "7051",
      "title": "Fixed Twin Wall Mounted Retractable Belt Barrier - WallMaster 400 Twin - 3.9m/4.6m Belt",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67094",
      "title": "Steel Barricade In Green - 1.8m Compact Metal Barricade With Removable Feet",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6044",
      "title": "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces",
      "changes": {
        "custom_label_0": [
          "Sidekicks",
          "Zombies"
        ]
      }
    }
  ]
}