{
  "date": "2025-12-14",
  "client": "Crowd Control",
  "comparison_date": "2025-12-13",
  "total_products_today": 337,
  "total_products_yesterday": 334,
  "summary": {
    "changed_products": 11,
    "price_changes": 0,
    "sale_price_changes": 0,
    "availability_changes": 0,
    "title_changes": 1,
    "description_changes": 4,
    "image_changes": 1,
    "item_group_changes": 0,
    "shipping_changes": 0,
    "label_changes": 5,
    "new_products": 3,
    "removed_products": 0
  },
  "changed_products": [
    {
      "product_id": "68794",
      "title": "1.8m Extra Tall Black Floor Sign Stand – Fits A4 & A3 Posters for Maximum Visibility",
      "changes": {
        "custom_label_0": [
          "",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "68273",
      "title": "1.2m Satin Stainless Post and Panel Queue Bundle",
      "changes": {
        "title": [
          "1.2m Satin Stainless Post and Panel Barricade Bundle",
          "1.2m Satin Stainless Post and Panel Queue Bundle"
        ],
        "description": [
          "– 1.2m Black Post and Panel Barricade Bundle<p>The <strong>1.2m Satin Finish Display Panel Barricade Bundle</strong> delivers a stylish and practical solution for managing queues or defining outdoor spaces such as café seating zones. Its flexible design combines solid construction with quick setup, helping you control crowds while maintaining a modern, professional look. You can use it indoors or outdoors, and it always provides a clean, coordinated appearance.</p>Quick and Easy Setup<p>Our innovative <strong>collar attachment system</strong> lets you fit panels to most retractable belt barriers using only the included Allen key. The process takes just minutes. Attach the collars to the stanchions, slide the panel into place, and tighten the fittings until secure. You’ll find detailed steps in our blog post and downloadable assembly sheet, both designed to guide you through the installation with confidence.</p>Clear and Frosted Panel Options<p>Choose between two attractive acrylic styles — <strong>clear acrylic</strong> and <strong>frosted acrylic</strong>. Both offer strength, clarity, and durability, but the clear panels work best when you want to display custom graphics. Simply insert your printed design between the supplied dual 3mm clear acrylic sheets and slide them into the frame during assembly. This quick process turns your barricade into an eye-catching branded display while still maintaining safe, defined spaces.</p>Durable Aluminium Frame for Outdoor Use<p>We build each panel frame from high-quality aluminium for strength and corrosion resistance. The lightweight frame moves easily when you need to change layouts, yet its tough finish stands up to regular use. Because of this durability, the <strong>Post and Panel Barricade</strong> performs reliably in both indoor and outdoor environments. Its combination of strength, simplicity, and style makes it ideal for busy venues that require long-term performance.</p>The Display Panel Barricade Bundle is Trusted by Leading Institutions<p>Schools, universities, and event organisers rely on this <strong>Post and Panel Barricade</strong> for dependable crowd guidance. Its smart, uniform design suits high-traffic environments such as arenas, hospitality areas, and exhibitions, ensuring safe flow and a consistent professional image.</p>Explore Related Products<p> To view all compatible options, visit our Panels & Banners Collection. For general safety planning tips, see official UK guidance on the HSE website.</p>",
          "– Satin Stainless Queue Panels<p>The <strong>Satin Stainless Queue Panels</strong> system provides a premium solution for guiding people and defining controlled areas. Its satin finish suits cafés, retail sites, airports, and modern venues. Moreover, the clean steel design maintains a high-end appearance while supporting flexible queue layouts.</p>Fast Setup with a Simple Attachment Method<p>Our <strong>collar attachment system</strong> connects each panel to the barrier posts within minutes. You only need the supplied Allen key. Attach the collars, slide the panel into position, and tighten the fittings. Additionally, this fast method keeps your queue layouts consistent, tidy, and easy to adjust. For extra support, view our blog guide and downloadable assembly sheet. Additionally, each posts comes fitted with 3.4m webbing belts so you can extend your panel run with a soft barrier or alternatively connect to an adjacent panel post to close off your line.</p>Clear and Frosted Acrylic Panel Options<p>Choose either <strong>clear acrylic</strong> or <strong>frosted acrylic</strong> panels. Both options offer strong durability and a refined finish. Clear panels also accept custom graphics. Insert your printed design between the twin 3mm acrylic sheets during assembly. Consequently, your Queue Panels can display branding while guiding movement safely.</p>Durable Satin Stainless Steel for Long-Term Use<p>Each post features high-grade steel for strength and corrosion resistance. The lightweight build allows easy layout changes. Furthermore, the brushed finish suits high-traffic venues that need durable and attractive queue control. As a result, the <strong>Satin Stainless Queue Panels</strong> system delivers lasting performance indoors and outdoors.</p>This Satin Stainless Queue Panels System is a Trusted Queue Control for Busy Venues<p>Airports, universities, and hospitality areas trust this <strong>Satin Stainless Queue Panel System</strong> for reliable crowd movement. Their uniform appearance suits receptions, exhibitions, retail zones, and public facilities. Consequently, the system ensures clear direction and consistent visual control across complex spaces.</p>Explore Compatible Panels and Accessories<p>Browse all compatible options within our Panels & Banners Collection. Meanwhile, for wider UK safety planning advice, visit the HSE crowd management guidance.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/1-2m-satin-stainless-post-and-display-panel-barricade-bundle/",
          "https://crowdcontrolcompany.co.uk/shop/satin-stainless-queue-panels/"
        ]
      }
    },
    {
      "product_id": "6734",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Red/White - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6972",
      "title": "Warehouse Wall Mount Unit 300 - Wall Mounted Retractable Belt Barrier -WallPro 300 Rack Mounting and Magnetic Belt End - 2.3m/3m Belt",
      "changes": {
        "custom_label_0": [
          "",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "11731",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted - 16m or 23m - Yellow/Black Belt - Slow Retracting Brake System - Locking Belt End",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "65068",
      "title": "WallMaster450 - Black Wall Mounted Retractable Belt Barrier - 6.1m to 10.6m Belt.",
      "changes": {
        "gtin": [
          "727156752828",
          "727156752934"
        ],
        "mpn": [
          "WM450",
          "WM450-BK"
        ]
      }
    },
    {
      "product_id": "68035",
      "title": "Outdoor A3 Sign Stand Rubber Base Entrances Forecourts Queue Points 297mm x 420mm Black Weather-Ready Heavy-Duty Frame",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6841",
      "title": "A3 Floor Sign Stand - Heavy Duty, Durable, Portable, Adjustable, with Acrylic Sheets, for Indoor/Outdoor use, 297x420mm, Black/Silver/Gold",
      "changes": {
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/297mmx420mm-floor-sign-stand/",
          "https://crowdcontrolcompany.co.uk/shop/sign-stand-a3-black-297mmx420mm/"
        ],
        "image_link": [
          "https://crowdcontrolcompany.co.uk/wp-content/uploads/2019/11/toolxox-com-overlayed-image-5.png",
          "https://crowdcontrolcompany.co.uk/wp-content/uploads/2019/11/Black-Sign-Stand-A3.png"
        ]
      }
    },
    {
      "product_id": "6971",
      "title": "Clamp Wall Mount Unit 450 - Post Mounted Retractable Belt Barrier - WallPro 450 Clamp Mount - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe Post Mounting Retractable Barrier housing comes with two fitted hose clamps for easy mounting on uprights, like warehouse racking or columns. You can choose from three standard clamp sizes or contact us for a custom size. The belt includes an S-clip belt end that wraps around objects and clips back onto the belt. Standard and magnetic belt options are also available during the order process. The 6.1m and 9.1m belts on this model are perfect for longer-span applications, such as closing off equipment, corridors, and doorways.WallPro is a range of high-specification wall-mounted barriers for restricting access to corridors and aisles. Made with a tough ABS housing, the Post Mounting Retractable Barrier is available in six stock colours. The belt features a slow-retracting brake system and a locking belt end. It is available in 50 colours and safety messages. The belt is fully customisable and can be printed with any number of colours or messages. Each WallPro unit includes a receiver clip. The range also offers a variety of permanent and temporary mounting systems to suit any need.",
          "Long Reach Clamp Barrier – Product Overview<p>The <strong>Long Reach Clamp Barrier</strong> provides a secure and adaptable solution for controlling access in warehouses, industrial facilities and commercial buildings. This extended-belt model offers belt lengths from 6.1m to 9.1m, which makes it ideal for long-span applications where standard barriers fall short. Two fitted hose clamps attach the barrier directly to uprights such as racking, posts and columns. As a result, you can position the unit exactly where you need a fixed yet adjustable restriction point. You may select from three standard clamp sizes, and you can also request a custom size if your installation requires a specific diameter.</p><p>Additionally, the Long Reach Clamp Barrier supports multiple belt-end options. You can choose an <strong>S-clip belt end</strong> that wraps around objects and clips back onto the belt, or you may select standard or magnetic belt ends during the order process. These options improve flexibility across different environments. Because of its extended belt length, this model is particularly effective for closing wider aisles, isolating long warehouse lanes or blocking access to large equipment zones.</p>High-Performance WallPro Technology<p>This long-reach model forms part of the WallPro system, a high-specification range designed for heavy-duty use. The tough ABS housing withstands impacts and daily wear, while the internal mechanism offers consistent reliability. Moreover, WallPro comes in six stock housing colours, allowing you to match the barrier to your facility’s visual standards. The belt includes a slow-retracting brake system for safer handling and a secure locking belt end to prevent accidental release.</p><p>You can choose from more than fifty belt colours and safety messages. Furthermore, full custom printing is available, enabling you to display warnings, branding or site-specific instructions. Each WallPro barrier includes a wall receiver clip, and the broader range provides several permanent and temporary mounting options for flexible installation throughout your site.</p>Key Features of the Long Reach Clamp Barrier<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Clamp mounting for racking, columns and uprights</li> <li>☑ Three standard clamp sizes, plus optional custom sizing</li> <li>☑ Optional S-clip, standard or magnetic belt ends</li> <li>☑ Long-span 6.1m–9.1m belt options</li> <li>☑ Slow-retract brake system for added safety</li> <li>☑ Over 50 belt colours and safety messages</li> <li>☑ Custom printing available for site-specific messages</li></ul><p>See the full range of wall-mounted safety belt barriers here.<br>For official guidance on planning safe access-control layouts, visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/clamp-wall-mount-unit-450-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/long-reach-clamp-barrier/"
        ]
      }
    },
    {
      "product_id": "6928",
      "title": "Magnetic Wall Unit - Wall Mounted Retractable Belt Barrier - WallPro 450 Magnetic Mounting and Belt End - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe WallPro Magnetic Wall Belt Barriers are ideal for temporary mounting on metallic surfaces. Four powerful magnets on the back and three on the belt end keep the unit securely in place. To remove, twist and pull. With belt lengths from 6.1m to 9.1m, these barriers secure areas like loading bays, warehouse aisles, corridors, and entryways. They accommodate longer belts than similar products, offering versatile use.WallPro is a high-specification range of wall-mounted barriers for restricting access to corridors and aisles. Its durable ABS housing comes in six stock colours. Belts feature a slow-retract brake system, locking belt ends, and over 50 colour and safety message options. Fully customizable, belts can include any colours or printed messages. Each WallPro unit includes a receiver clip and offers various permanent or temporary mounting systems to meet any requirement.",
          "Long Reach Magnetic Barrier – Product Overview<p>The <strong>Long Reach Magnetic Barrier</strong> provides a fast, secure and flexible way to restrict access in busy workplaces. It mounts instantly to metallic surfaces, allowing teams to control movement without tools or permanent fixings. Four strong magnets on the back, along with three on the belt end, keep the barrier firmly attached. As a result, you can reposition the unit whenever layouts change. To remove the barrier, simply twist and pull. Because it supports belt lengths from 6.1m to 9.1m, the system covers longer spans than most magnetic barriers on the market.</p><p>This extended reach makes the barrier suitable for warehouses, logistics hubs, production floors and loading bays. It also works well for securing corridors, aisles and temporary restricted zones. Moreover, the Long Reach Magnetic Barrier offers reliable performance in environments where access points move frequently. Consequently, teams can maintain safety and workflow efficiency even during fast-paced operations.</p>High-Specification WallPro Construction<p>The barrier uses the proven WallPro system, known for durable, high-specification design. Its tough ABS housing resists knocks, scuffs and daily wear. Additionally, the unit comes in six stock colours, helping the barrier stand out clearly in industrial settings. The belt features a slow-retract brake mechanism that improves safety by preventing sudden snap-back. A secure locking belt end also keeps the belt fixed in place until intentionally released. Furthermore, with more than fifty colours and safety messages available, you can match site-specific requirements or create custom printed belts.</p>Flexible Mounting and Custom Options<p>Every WallPro Magnetic Barrier includes a receiver clip, and the wider range offers permanent and temporary mounting options if your setup changes later. Because of this flexibility, the system adapts to many environments. You can also choose fully customised belt messages to support branding, zoning or safety communication. As a result, the Long Reach Magnetic Barrier becomes an effective solution for both routine operations and short-term control.</p><p>See the full range of wall-mounted safety belt barriers here.<br>Need official guidance on safe access control? Visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/magnetic-wall-unit-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/long-reach-magnetic-barrier/"
        ]
      }
    },
    {
      "product_id": "68257",
      "title": "1.2m Black Post and Panel Barricade Bundle",
      "changes": {
        "description": [
          "– 1.2m Black Post and Panel Barricade Bundle<p>The <strong>1.2m Black Post and Panel Barricade Bundle</strong> delivers a stylish and practical solution for managing queues or defining outdoor spaces such as café seating zones. Its flexible design combines solid construction with quick setup, helping you control crowds while maintaining a modern, professional look. You can use it indoors or outdoors, and it always provides a clean, coordinated appearance.</p>Quick and Easy Setup<p>Our innovative <strong>collar attachment system</strong> lets you fit panels to most retractable belt barriers using only the included Allen key. The process takes just minutes. Attach the collars to the stanchions, slide the panel into place, and tighten the fittings until secure. You’ll find detailed steps in our blog post and downloadable assembly sheet, both designed to guide you through the installation with confidence.</p>Clear and Frosted Panel Options<p>Choose between two attractive acrylic styles — <strong>clear acrylic</strong> and <strong>frosted acrylic</strong>. Both offer strength, clarity, and durability, but the clear panels work best when you want to display custom graphics. Simply insert your printed design between the supplied dual 3mm clear acrylic sheets and slide them into the frame during assembly. This quick process turns your barricade into an eye-catching branded display while still maintaining safe, defined spaces.</p>Durable Aluminium Frame for Outdoor Use<p>We build each panel frame from high-quality aluminium for strength and corrosion resistance. The lightweight frame moves easily when you need to change layouts, yet its tough finish stands up to regular use. Because of this durability, the <strong>Post and Panel Barricade</strong> performs reliably in both indoor and outdoor environments. Its combination of strength, simplicity, and style makes it ideal for busy venues that require long-term performance.</p>The Post and Panel Barricade is Trusted by Leading Institutions<p>Schools, universities, and event organisers rely on this <strong>Post and Panel Barricade</strong> for dependable crowd guidance. Its smart, uniform design suits high-traffic environments such as arenas, hospitality areas, and exhibitions, ensuring safe flow and a consistent professional image.</p>Explore Related Products<p> To view all compatible options, visit our Panels & Banners Collection. For general safety planning tips, see official UK guidance on the HSE website.</p>",
          "– Queue Barrier Panel System<p>The <strong>Queue Barrier Panel System</strong> offers a smart and flexible way to guide people and shape controlled areas. It suits cafés, retail sites, and public venues. The clean design creates neat queue lines while supporting fast layout changes. Moreover, you can use the system indoors or outdoors, and it always delivers a modern, coordinated look.</p>Fast Setup with a Simple Attachment Method<p>Our <strong>collar attachment system</strong> lets you connect each panel to your barriers in minutes. You only need the supplied Allen key. Attach the collars, slide the panel into position, and tighten the fittings. Additionally, this quick process keeps your queue plans simple and consistent. For step-by-step support, view our blog guide and downloadable assembly sheet.</p>Clear and Frosted Acrylic Panel Choices<p>Choose from strong <strong>clear acrylic</strong> or <strong>frosted acrylic</strong> panels. Both options provide durable protection and a smart finish. Clear panels also support custom graphics. Insert your printed design between the twin 3mm acrylic sheets during assembly. Consequently, this turns your Queue Panel System into a clear branded display while maintaining safe movement.</p>Our Queue Barrier Panel System has a Durable Aluminium Frame for Long-Term Use<p>Each frame uses high-grade aluminium to deliver strength and corrosion resistance. The lightweight build moves easily when you need a new layout. Its tough finish supports high traffic and frequent repositioning. Furthermore, the <strong>Queue Barrier Panel System</strong> performs well in both indoor and outdoor environments. As a result, the design balances style, simplicity, and long-term durability.</p>Trusted Queue Control for Busy Venues<p>Schools, universities, and event teams trust these <strong>Queue Barrier Panels</strong> for reliable crowd guidance. Their uniform style suits arenas, exhibitions, and hospitality zones. These environments need clear direction and consistent visual control. Consequently, this system delivers both with ease.</p>Explore Compatible Panels and Accessories<p>Browse our full range within the Panels & Banners Collection. Meanwhile, for wider safety planning advice, visit the HSE crowd management guidance.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/post-panel-barricade-bundle-1-2m-black-panel/",
          "https://crowdcontrolcompany.co.uk/shop/queue-barrier-panel-system/"
        ]
      }
    }
  ],
  "new_products": [
    {
      "product_id": "68801",
      "title": "Sign Stand 297mm x 420mm (A3 Sign Size) Brass",
      "price": "148.80 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "68799",
      "title": "Sign Stand 297mm x 420mm (A3 Sign Size) Polished Stainless",
      "price": "117.60 GBP",
      "availability": "in stock"
    },
    {
      "product_id": "68804",
      "title": "Economy Rope Stanchion - Crown Top - Sloped Base - Satin Brass",
      "price": "70.80 GBP",
      "availability": "in stock"
    }
  ],
  "removed_products": [],
  "price_changes": [],
  "sale_price_changes": [],
  "availability_changes": [],
  "title_changes": [
    {
      "product_id": "68273",
      "title": "1.2m Satin Stainless Post and Panel Queue Bundle",
      "changes": {
        "title": [
          "1.2m Satin Stainless Post and Panel Barricade Bundle",
          "1.2m Satin Stainless Post and Panel Queue Bundle"
        ],
        "description": [
          "– 1.2m Black Post and Panel Barricade Bundle<p>The <strong>1.2m Satin Finish Display Panel Barricade Bundle</strong> delivers a stylish and practical solution for managing queues or defining outdoor spaces such as café seating zones. Its flexible design combines solid construction with quick setup, helping you control crowds while maintaining a modern, professional look. You can use it indoors or outdoors, and it always provides a clean, coordinated appearance.</p>Quick and Easy Setup<p>Our innovative <strong>collar attachment system</strong> lets you fit panels to most retractable belt barriers using only the included Allen key. The process takes just minutes. Attach the collars to the stanchions, slide the panel into place, and tighten the fittings until secure. You’ll find detailed steps in our blog post and downloadable assembly sheet, both designed to guide you through the installation with confidence.</p>Clear and Frosted Panel Options<p>Choose between two attractive acrylic styles — <strong>clear acrylic</strong> and <strong>frosted acrylic</strong>. Both offer strength, clarity, and durability, but the clear panels work best when you want to display custom graphics. Simply insert your printed design between the supplied dual 3mm clear acrylic sheets and slide them into the frame during assembly. This quick process turns your barricade into an eye-catching branded display while still maintaining safe, defined spaces.</p>Durable Aluminium Frame for Outdoor Use<p>We build each panel frame from high-quality aluminium for strength and corrosion resistance. The lightweight frame moves easily when you need to change layouts, yet its tough finish stands up to regular use. Because of this durability, the <strong>Post and Panel Barricade</strong> performs reliably in both indoor and outdoor environments. Its combination of strength, simplicity, and style makes it ideal for busy venues that require long-term performance.</p>The Display Panel Barricade Bundle is Trusted by Leading Institutions<p>Schools, universities, and event organisers rely on this <strong>Post and Panel Barricade</strong> for dependable crowd guidance. Its smart, uniform design suits high-traffic environments such as arenas, hospitality areas, and exhibitions, ensuring safe flow and a consistent professional image.</p>Explore Related Products<p> To view all compatible options, visit our Panels & Banners Collection. For general safety planning tips, see official UK guidance on the HSE website.</p>",
          "– Satin Stainless Queue Panels<p>The <strong>Satin Stainless Queue Panels</strong> system provides a premium solution for guiding people and defining controlled areas. Its satin finish suits cafés, retail sites, airports, and modern venues. Moreover, the clean steel design maintains a high-end appearance while supporting flexible queue layouts.</p>Fast Setup with a Simple Attachment Method<p>Our <strong>collar attachment system</strong> connects each panel to the barrier posts within minutes. You only need the supplied Allen key. Attach the collars, slide the panel into position, and tighten the fittings. Additionally, this fast method keeps your queue layouts consistent, tidy, and easy to adjust. For extra support, view our blog guide and downloadable assembly sheet. Additionally, each posts comes fitted with 3.4m webbing belts so you can extend your panel run with a soft barrier or alternatively connect to an adjacent panel post to close off your line.</p>Clear and Frosted Acrylic Panel Options<p>Choose either <strong>clear acrylic</strong> or <strong>frosted acrylic</strong> panels. Both options offer strong durability and a refined finish. Clear panels also accept custom graphics. Insert your printed design between the twin 3mm acrylic sheets during assembly. Consequently, your Queue Panels can display branding while guiding movement safely.</p>Durable Satin Stainless Steel for Long-Term Use<p>Each post features high-grade steel for strength and corrosion resistance. The lightweight build allows easy layout changes. Furthermore, the brushed finish suits high-traffic venues that need durable and attractive queue control. As a result, the <strong>Satin Stainless Queue Panels</strong> system delivers lasting performance indoors and outdoors.</p>This Satin Stainless Queue Panels System is a Trusted Queue Control for Busy Venues<p>Airports, universities, and hospitality areas trust this <strong>Satin Stainless Queue Panel System</strong> for reliable crowd movement. Their uniform appearance suits receptions, exhibitions, retail zones, and public facilities. Consequently, the system ensures clear direction and consistent visual control across complex spaces.</p>Explore Compatible Panels and Accessories<p>Browse all compatible options within our Panels & Banners Collection. Meanwhile, for wider UK safety planning advice, visit the HSE crowd management guidance.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/1-2m-satin-stainless-post-and-display-panel-barricade-bundle/",
          "https://crowdcontrolcompany.co.uk/shop/satin-stainless-queue-panels/"
        ]
      }
    }
  ],
  "description_changes": [
    {
      "product_id": "68273",
      "title": "1.2m Satin Stainless Post and Panel Queue Bundle",
      "changes": {
        "title": [
          "1.2m Satin Stainless Post and Panel Barricade Bundle",
          "1.2m Satin Stainless Post and Panel Queue Bundle"
        ],
        "description": [
          "– 1.2m Black Post and Panel Barricade Bundle<p>The <strong>1.2m Satin Finish Display Panel Barricade Bundle</strong> delivers a stylish and practical solution for managing queues or defining outdoor spaces such as café seating zones. Its flexible design combines solid construction with quick setup, helping you control crowds while maintaining a modern, professional look. You can use it indoors or outdoors, and it always provides a clean, coordinated appearance.</p>Quick and Easy Setup<p>Our innovative <strong>collar attachment system</strong> lets you fit panels to most retractable belt barriers using only the included Allen key. The process takes just minutes. Attach the collars to the stanchions, slide the panel into place, and tighten the fittings until secure. You’ll find detailed steps in our blog post and downloadable assembly sheet, both designed to guide you through the installation with confidence.</p>Clear and Frosted Panel Options<p>Choose between two attractive acrylic styles — <strong>clear acrylic</strong> and <strong>frosted acrylic</strong>. Both offer strength, clarity, and durability, but the clear panels work best when you want to display custom graphics. Simply insert your printed design between the supplied dual 3mm clear acrylic sheets and slide them into the frame during assembly. This quick process turns your barricade into an eye-catching branded display while still maintaining safe, defined spaces.</p>Durable Aluminium Frame for Outdoor Use<p>We build each panel frame from high-quality aluminium for strength and corrosion resistance. The lightweight frame moves easily when you need to change layouts, yet its tough finish stands up to regular use. Because of this durability, the <strong>Post and Panel Barricade</strong> performs reliably in both indoor and outdoor environments. Its combination of strength, simplicity, and style makes it ideal for busy venues that require long-term performance.</p>The Display Panel Barricade Bundle is Trusted by Leading Institutions<p>Schools, universities, and event organisers rely on this <strong>Post and Panel Barricade</strong> for dependable crowd guidance. Its smart, uniform design suits high-traffic environments such as arenas, hospitality areas, and exhibitions, ensuring safe flow and a consistent professional image.</p>Explore Related Products<p> To view all compatible options, visit our Panels & Banners Collection. For general safety planning tips, see official UK guidance on the HSE website.</p>",
          "– Satin Stainless Queue Panels<p>The <strong>Satin Stainless Queue Panels</strong> system provides a premium solution for guiding people and defining controlled areas. Its satin finish suits cafés, retail sites, airports, and modern venues. Moreover, the clean steel design maintains a high-end appearance while supporting flexible queue layouts.</p>Fast Setup with a Simple Attachment Method<p>Our <strong>collar attachment system</strong> connects each panel to the barrier posts within minutes. You only need the supplied Allen key. Attach the collars, slide the panel into position, and tighten the fittings. Additionally, this fast method keeps your queue layouts consistent, tidy, and easy to adjust. For extra support, view our blog guide and downloadable assembly sheet. Additionally, each posts comes fitted with 3.4m webbing belts so you can extend your panel run with a soft barrier or alternatively connect to an adjacent panel post to close off your line.</p>Clear and Frosted Acrylic Panel Options<p>Choose either <strong>clear acrylic</strong> or <strong>frosted acrylic</strong> panels. Both options offer strong durability and a refined finish. Clear panels also accept custom graphics. Insert your printed design between the twin 3mm acrylic sheets during assembly. Consequently, your Queue Panels can display branding while guiding movement safely.</p>Durable Satin Stainless Steel for Long-Term Use<p>Each post features high-grade steel for strength and corrosion resistance. The lightweight build allows easy layout changes. Furthermore, the brushed finish suits high-traffic venues that need durable and attractive queue control. As a result, the <strong>Satin Stainless Queue Panels</strong> system delivers lasting performance indoors and outdoors.</p>This Satin Stainless Queue Panels System is a Trusted Queue Control for Busy Venues<p>Airports, universities, and hospitality areas trust this <strong>Satin Stainless Queue Panel System</strong> for reliable crowd movement. Their uniform appearance suits receptions, exhibitions, retail zones, and public facilities. Consequently, the system ensures clear direction and consistent visual control across complex spaces.</p>Explore Compatible Panels and Accessories<p>Browse all compatible options within our Panels & Banners Collection. Meanwhile, for wider UK safety planning advice, visit the HSE crowd management guidance.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/1-2m-satin-stainless-post-and-display-panel-barricade-bundle/",
          "https://crowdcontrolcompany.co.uk/shop/satin-stainless-queue-panels/"
        ]
      }
    },
    {
      "product_id": "6971",
      "title": "Clamp Wall Mount Unit 450 - Post Mounted Retractable Belt Barrier - WallPro 450 Clamp Mount - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe Post Mounting Retractable Barrier housing comes with two fitted hose clamps for easy mounting on uprights, like warehouse racking or columns. You can choose from three standard clamp sizes or contact us for a custom size. The belt includes an S-clip belt end that wraps around objects and clips back onto the belt. Standard and magnetic belt options are also available during the order process. The 6.1m and 9.1m belts on this model are perfect for longer-span applications, such as closing off equipment, corridors, and doorways.WallPro is a range of high-specification wall-mounted barriers for restricting access to corridors and aisles. Made with a tough ABS housing, the Post Mounting Retractable Barrier is available in six stock colours. The belt features a slow-retracting brake system and a locking belt end. It is available in 50 colours and safety messages. The belt is fully customisable and can be printed with any number of colours or messages. Each WallPro unit includes a receiver clip. The range also offers a variety of permanent and temporary mounting systems to suit any need.",
          "Long Reach Clamp Barrier – Product Overview<p>The <strong>Long Reach Clamp Barrier</strong> provides a secure and adaptable solution for controlling access in warehouses, industrial facilities and commercial buildings. This extended-belt model offers belt lengths from 6.1m to 9.1m, which makes it ideal for long-span applications where standard barriers fall short. Two fitted hose clamps attach the barrier directly to uprights such as racking, posts and columns. As a result, you can position the unit exactly where you need a fixed yet adjustable restriction point. You may select from three standard clamp sizes, and you can also request a custom size if your installation requires a specific diameter.</p><p>Additionally, the Long Reach Clamp Barrier supports multiple belt-end options. You can choose an <strong>S-clip belt end</strong> that wraps around objects and clips back onto the belt, or you may select standard or magnetic belt ends during the order process. These options improve flexibility across different environments. Because of its extended belt length, this model is particularly effective for closing wider aisles, isolating long warehouse lanes or blocking access to large equipment zones.</p>High-Performance WallPro Technology<p>This long-reach model forms part of the WallPro system, a high-specification range designed for heavy-duty use. The tough ABS housing withstands impacts and daily wear, while the internal mechanism offers consistent reliability. Moreover, WallPro comes in six stock housing colours, allowing you to match the barrier to your facility’s visual standards. The belt includes a slow-retracting brake system for safer handling and a secure locking belt end to prevent accidental release.</p><p>You can choose from more than fifty belt colours and safety messages. Furthermore, full custom printing is available, enabling you to display warnings, branding or site-specific instructions. Each WallPro barrier includes a wall receiver clip, and the broader range provides several permanent and temporary mounting options for flexible installation throughout your site.</p>Key Features of the Long Reach Clamp Barrier<ul style=\"list-style: none; padding-left: 0;\"> <li>☑ Clamp mounting for racking, columns and uprights</li> <li>☑ Three standard clamp sizes, plus optional custom sizing</li> <li>☑ Optional S-clip, standard or magnetic belt ends</li> <li>☑ Long-span 6.1m–9.1m belt options</li> <li>☑ Slow-retract brake system for added safety</li> <li>☑ Over 50 belt colours and safety messages</li> <li>☑ Custom printing available for site-specific messages</li></ul><p>See the full range of wall-mounted safety belt barriers here.<br>For official guidance on planning safe access-control layouts, visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/clamp-wall-mount-unit-450-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/long-reach-clamp-barrier/"
        ]
      }
    },
    {
      "product_id": "6928",
      "title": "Magnetic Wall Unit - Wall Mounted Retractable Belt Barrier - WallPro 450 Magnetic Mounting and Belt End - 6.1m to 9.1m Belt",
      "changes": {
        "description": [
          "Product OverviewThe WallPro Magnetic Wall Belt Barriers are ideal for temporary mounting on metallic surfaces. Four powerful magnets on the back and three on the belt end keep the unit securely in place. To remove, twist and pull. With belt lengths from 6.1m to 9.1m, these barriers secure areas like loading bays, warehouse aisles, corridors, and entryways. They accommodate longer belts than similar products, offering versatile use.WallPro is a high-specification range of wall-mounted barriers for restricting access to corridors and aisles. Its durable ABS housing comes in six stock colours. Belts feature a slow-retract brake system, locking belt ends, and over 50 colour and safety message options. Fully customizable, belts can include any colours or printed messages. Each WallPro unit includes a receiver clip and offers various permanent or temporary mounting systems to meet any requirement.",
          "Long Reach Magnetic Barrier – Product Overview<p>The <strong>Long Reach Magnetic Barrier</strong> provides a fast, secure and flexible way to restrict access in busy workplaces. It mounts instantly to metallic surfaces, allowing teams to control movement without tools or permanent fixings. Four strong magnets on the back, along with three on the belt end, keep the barrier firmly attached. As a result, you can reposition the unit whenever layouts change. To remove the barrier, simply twist and pull. Because it supports belt lengths from 6.1m to 9.1m, the system covers longer spans than most magnetic barriers on the market.</p><p>This extended reach makes the barrier suitable for warehouses, logistics hubs, production floors and loading bays. It also works well for securing corridors, aisles and temporary restricted zones. Moreover, the Long Reach Magnetic Barrier offers reliable performance in environments where access points move frequently. Consequently, teams can maintain safety and workflow efficiency even during fast-paced operations.</p>High-Specification WallPro Construction<p>The barrier uses the proven WallPro system, known for durable, high-specification design. Its tough ABS housing resists knocks, scuffs and daily wear. Additionally, the unit comes in six stock colours, helping the barrier stand out clearly in industrial settings. The belt features a slow-retract brake mechanism that improves safety by preventing sudden snap-back. A secure locking belt end also keeps the belt fixed in place until intentionally released. Furthermore, with more than fifty colours and safety messages available, you can match site-specific requirements or create custom printed belts.</p>Flexible Mounting and Custom Options<p>Every WallPro Magnetic Barrier includes a receiver clip, and the wider range offers permanent and temporary mounting options if your setup changes later. Because of this flexibility, the system adapts to many environments. You can also choose fully customised belt messages to support branding, zoning or safety communication. As a result, the Long Reach Magnetic Barrier becomes an effective solution for both routine operations and short-term control.</p><p>See the full range of wall-mounted safety belt barriers here.<br>Need official guidance on safe access control? Visit the HSE recommendations here.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/magnetic-wall-unit-wall-mounted-retractable-belt-barrier-6-1m-to-9-1m-belt/",
          "https://crowdcontrolcompany.co.uk/shop/long-reach-magnetic-barrier/"
        ]
      }
    },
    {
      "product_id": "68257",
      "title": "1.2m Black Post and Panel Barricade Bundle",
      "changes": {
        "description": [
          "– 1.2m Black Post and Panel Barricade Bundle<p>The <strong>1.2m Black Post and Panel Barricade Bundle</strong> delivers a stylish and practical solution for managing queues or defining outdoor spaces such as café seating zones. Its flexible design combines solid construction with quick setup, helping you control crowds while maintaining a modern, professional look. You can use it indoors or outdoors, and it always provides a clean, coordinated appearance.</p>Quick and Easy Setup<p>Our innovative <strong>collar attachment system</strong> lets you fit panels to most retractable belt barriers using only the included Allen key. The process takes just minutes. Attach the collars to the stanchions, slide the panel into place, and tighten the fittings until secure. You’ll find detailed steps in our blog post and downloadable assembly sheet, both designed to guide you through the installation with confidence.</p>Clear and Frosted Panel Options<p>Choose between two attractive acrylic styles — <strong>clear acrylic</strong> and <strong>frosted acrylic</strong>. Both offer strength, clarity, and durability, but the clear panels work best when you want to display custom graphics. Simply insert your printed design between the supplied dual 3mm clear acrylic sheets and slide them into the frame during assembly. This quick process turns your barricade into an eye-catching branded display while still maintaining safe, defined spaces.</p>Durable Aluminium Frame for Outdoor Use<p>We build each panel frame from high-quality aluminium for strength and corrosion resistance. The lightweight frame moves easily when you need to change layouts, yet its tough finish stands up to regular use. Because of this durability, the <strong>Post and Panel Barricade</strong> performs reliably in both indoor and outdoor environments. Its combination of strength, simplicity, and style makes it ideal for busy venues that require long-term performance.</p>The Post and Panel Barricade is Trusted by Leading Institutions<p>Schools, universities, and event organisers rely on this <strong>Post and Panel Barricade</strong> for dependable crowd guidance. Its smart, uniform design suits high-traffic environments such as arenas, hospitality areas, and exhibitions, ensuring safe flow and a consistent professional image.</p>Explore Related Products<p> To view all compatible options, visit our Panels & Banners Collection. For general safety planning tips, see official UK guidance on the HSE website.</p>",
          "– Queue Barrier Panel System<p>The <strong>Queue Barrier Panel System</strong> offers a smart and flexible way to guide people and shape controlled areas. It suits cafés, retail sites, and public venues. The clean design creates neat queue lines while supporting fast layout changes. Moreover, you can use the system indoors or outdoors, and it always delivers a modern, coordinated look.</p>Fast Setup with a Simple Attachment Method<p>Our <strong>collar attachment system</strong> lets you connect each panel to your barriers in minutes. You only need the supplied Allen key. Attach the collars, slide the panel into position, and tighten the fittings. Additionally, this quick process keeps your queue plans simple and consistent. For step-by-step support, view our blog guide and downloadable assembly sheet.</p>Clear and Frosted Acrylic Panel Choices<p>Choose from strong <strong>clear acrylic</strong> or <strong>frosted acrylic</strong> panels. Both options provide durable protection and a smart finish. Clear panels also support custom graphics. Insert your printed design between the twin 3mm acrylic sheets during assembly. Consequently, this turns your Queue Panel System into a clear branded display while maintaining safe movement.</p>Our Queue Barrier Panel System has a Durable Aluminium Frame for Long-Term Use<p>Each frame uses high-grade aluminium to deliver strength and corrosion resistance. The lightweight build moves easily when you need a new layout. Its tough finish supports high traffic and frequent repositioning. Furthermore, the <strong>Queue Barrier Panel System</strong> performs well in both indoor and outdoor environments. As a result, the design balances style, simplicity, and long-term durability.</p>Trusted Queue Control for Busy Venues<p>Schools, universities, and event teams trust these <strong>Queue Barrier Panels</strong> for reliable crowd guidance. Their uniform style suits arenas, exhibitions, and hospitality zones. These environments need clear direction and consistent visual control. Consequently, this system delivers both with ease.</p>Explore Compatible Panels and Accessories<p>Browse our full range within the Panels & Banners Collection. Meanwhile, for wider safety planning advice, visit the HSE crowd management guidance.</p>"
        ],
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/post-panel-barricade-bundle-1-2m-black-panel/",
          "https://crowdcontrolcompany.co.uk/shop/queue-barrier-panel-system/"
        ]
      }
    }
  ],
  "image_changes": [
    {
      "product_id": "6841",
      "title": "A3 Floor Sign Stand - Heavy Duty, Durable, Portable, Adjustable, with Acrylic Sheets, for Indoor/Outdoor use, 297x420mm, Black/Silver/Gold",
      "changes": {
        "link": [
          "https://crowdcontrolcompany.co.uk/shop/297mmx420mm-floor-sign-stand/",
          "https://crowdcontrolcompany.co.uk/shop/sign-stand-a3-black-297mmx420mm/"
        ],
        "image_link": [
          "https://crowdcontrolcompany.co.uk/wp-content/uploads/2019/11/toolxox-com-overlayed-image-5.png",
          "https://crowdcontrolcompany.co.uk/wp-content/uploads/2019/11/Black-Sign-Stand-A3.png"
        ]
      }
    }
  ],
  "item_group_changes": [],
  "shipping_changes": [],
  "label_changes": [
    {
      "product_id": "68794",
      "title": "1.8m Extra Tall Black Floor Sign Stand – Fits A4 & A3 Posters for Maximum Visibility",
      "changes": {
        "custom_label_0": [
          "",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6734",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Red/White - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6972",
      "title": "Warehouse Wall Mount Unit 300 - Wall Mounted Retractable Belt Barrier -WallPro 300 Rack Mounting and Magnetic Belt End - 2.3m/3m Belt",
      "changes": {
        "custom_label_0": [
          "",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "11731",
      "title": "Extra Long Retractable Belt Barrier Wall Mounted - 16m or 23m - Yellow/Black Belt - Slow Retracting Brake System - Locking Belt End",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "68035",
      "title": "Outdoor A3 Sign Stand Rubber Base Entrances Forecourts Queue Points 297mm x 420mm Black Weather-Ready Heavy-Duty Frame",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    }
  ]
}