{
  "date": "2025-11-21",
  "client": "Crowd Control",
  "comparison_date": "2025-11-20",
  "total_products_today": 333,
  "total_products_yesterday": 333,
  "summary": {
    "changed_products": 22,
    "price_changes": 0,
    "sale_price_changes": 0,
    "availability_changes": 0,
    "title_changes": 5,
    "description_changes": 5,
    "image_changes": 0,
    "item_group_changes": 0,
    "shipping_changes": 0,
    "label_changes": 16,
    "new_products": 0,
    "removed_products": 0
  },
  "changed_products": [
    {
      "product_id": "67119",
      "title": "Automatic Retracting 15m Garden Hose Reel, Wall Mounted, Green, Easy Hose Storage, Kink-Free Hose, Effortless Watering",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "7659",
      "title": "Value Black Belt Barrier Post - Black Retractable Belt Barrier - 3.2m Red Belt",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6051",
      "title": "Black Vertical A4 Post Top Sign Frame Holder with 6.3mm Border, Stanchions, Easy Replacement, Weatherized Outdoor",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "8025",
      "title": "Belt Barrier 10 Pack - Black Post Retractable Belt Barriers - 2.6m/3.4m/3.9 metres - Over 40 Stock Belt Colour Options and Lettering",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6918",
      "title": "Wall Unit 300 - Steel Wall Mounted Retractable Belt Barrier - WallMaster 300 - 2.3m/3m Belt - 50 Colours - Locking Belt End - Braking System",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6762",
      "title": "1.2m Black Aluminium Panel",
      "changes": {
        "gtin": [
          "727156750701",
          "727156753269"
        ],
        "mpn": [
          "PNL4834B",
          "PNL7234B"
        ]
      }
    },
    {
      "product_id": "6733",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Yellow/Black - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67781",
      "title": "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events",
      "changes": {
        "title": [
          "A4 Radius Corner Sign Stand 210mm x 297mm",
          "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events"
        ],
        "description": [
          "Professional A4 Floor Display Stand for Posters <p>Showcase menus, promotions, or safety notices with this stylish <strong>A4 Floor Display Stand</strong>. It holds A4 posters (210mm x 297mm) securely and suits retail, hospitality, exhibitions, and reception areas. The smooth radius-corner frame removes sharp edges, giving a refined and safer design.</p> Durable A4 Floor Display Stand Design <p>The aluminium frame and weighted base provide lasting stability. Even in high-traffic spaces, the stand stays secure. A clear protective cover shields posters from dust and damage while keeping them visible. Because it’s freestanding, you can position it anywhere without wall mounting.</p> Flexible and Easy Poster Updates <p>Display posters in portrait or landscape to suit your message. Update menus, promotions, or safety graphics quickly. For a rigid option, insert foam board up to 6mm thick.</p> Safe and Stylish Display Solution <p>Rounded corners enhance safety while adding a modern look. This makes the <strong>freestanding poster stand</strong> both practical and professional for busy environments. Its blend of style, durability, and convenience ensures reliable signage for businesses.</p> Why Choose an A4 Display Stand? <p>An A4 display holder offers versatility, portability, and a polished finish that wall-mounted signs can’t provide. It’s ideal for retail, hospitality, and event settings where flexibility matters most. This <strong>A4 poster stand</strong> also offers excellent portability. Businesses can move it between areas quickly, making it a practical option for venues with changing layouts. From daily menus in restaurants to promotional signs at exhibitions, it delivers clear, professional presentation in any setting.</p> Key Features <ul> <li>✅ Fits A4 (210mm x 297mm) posters or 6mm foam board</li> <li>✅ Radius-corner frame for safety and style</li> <li>✅ Stable freestanding design—no tools required</li> <li>✅ Durable aluminium construction</li> <li>✅ Quick, tool-free poster changes</li> <li>✅ Ideal for retail, hospitality, and events</li> </ul> <p>For more signage solutions, explore our full range of Signage & Floor Signs.<br> For official sizing, see the ISO A paper size chart.</p>",
          "Professional A4 Radius Corner Floor Display Stand 210mm x 297mm for Menus Promotions and Safety Notices in Retail Hospitality and Exhibitions Discover the ultimate professional A4 floor display stand designed to elevate your promotional efforts and ensure clear communication in any setting. This versatile stand, precisely sized to hold A4 posters measuring 210mm by 297mm, is the perfect solution for showcasing menus, dynamic promotions, and essential safety notices across retail environments, bustling hospitality venues, engaging exhibitions, and welcoming reception areas. Its innovative design features a smooth radius-corner frame, expertly eliminating sharp edges to provide a significantly refined and much safer user experience, a crucial benefit for high-traffic public spaces. Engineered for lasting durability, the stand boasts a robust aluminium frame complemented by a reassuringly weighted base, guaranteeing unwavering stability even when placed in the busiest, most frequented areas. Poster protection is paramount, and this stand excels with a crystal-clear, protective cover that not only shields your displayed content from dust and potential damage but also ensures maximum visibility. The freestanding nature of this design eliminates the need for any wall mounting, offering unparalleled flexibility in positioning your signage exactly where it will have the greatest impact. Adaptability is key, and this A4 floor display stand effortlessly accommodates your needs, allowing you to orient your posters in either portrait or landscape orientation to best suit your message and aesthetic. Updating your displays is a breeze, enabling quick and hassle-free changes to menus, promotional materials, or important safety graphics. For an even more rigid presentation, the stand can accommodate foam boards up to an impressive 6mm thick, offering an alternative to traditional paper posters. This safe and stylish display solution, with its thoughtfully rounded corners, not only enhances safety but also injects a touch of modern sophistication into your space. It is a truly practical and professional choice for environments where efficiency and appearance are equally important. The seamless blend of contemporary style, exceptional durability, and user-friendly convenience ensures consistently reliable and professional signage presentation, day after day. The inherent versatility of an A4 display holder cannot be overstated; it offers portability and a polished finish that static wall-mounted signs simply cannot replicate. This makes it an indispensable tool for retail outlets, restaurants, cafes, and event organizers who require dynamic and adaptable signage solutions. Its excellent portability allows businesses to effortlessly move it between different areas of a venue, proving invaluable for spaces with evolving layouts or temporary event setups. Whether you're presenting daily specials in a restaurant or highlighting a key promotion at an exhibition, this A4 poster stand guarantees a clear, impactful, and professional presentation, making it an essential addition to any business looking to optimize its visual communication strategy. The product comes in a sleek silver finish, adding a premium touch to its functionality."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Silver"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "5471",
      "title": "Magnetic Wall Unit - Wall Mounted Retractable Belt Barrier - WallPro Magnetic 400 - 3.9m/4.6m Belt - 50 Stock Belt Colours and Messages",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "9389",
      "title": "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays",
      "changes": {
        "title": [
          "Post Collars",
          "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays"
        ],
        "description": [
          "Post Panel Fixing Collar for attaching panels to posts. Two required per post. Simple to fix to the posts and attach the post panels.",
          "Secure Your Space Post Panel Fixing Collar for All Your Merchandising Needs In a sleek black finish and expertly designed to create a seamless and secure display system. This vital component, the Post Panel Fixing Collar, is your key to effortlessly attaching merchandising panels to your upright posts, ensuring a professional and robust presentation every time. Crafted with durability and ease of use in mind, these collars are not just functional but also contribute to the overall aesthetic of your retail environment. You will require two collars per post to achieve the optimal stability and support for your panels. Their innovative design allows for a simple and intuitive fixing process to the posts, meaning less time spent on assembly and more time focusing on showcasing your products. Once the collars are securely in place, attaching the post panels becomes a breeze, facilitating quick and efficient setup and rearrangement of your merchandising displays. We understand the importance of flexibility and efficiency in the fast-paced world of retail, and these Post Panel Fixing Collars deliver on both. Their robust construction guarantees longevity, withstanding the rigors of daily use in high-traffic areas. The smooth, unobtrusive design ensures they blend seamlessly with your existing post structures, maintaining a clean and uncluttered appearance. Invest in these essential merchandising accessories to elevate the presentation of your goods, enhance customer experience, and maintain a well-organized and visually appealing store. The black color offers a sophisticated and versatile look that complements any interior design. Available in a standard size suitable for most common post diameters, ensuring wide compatibility across your merchandising setups. These collars are an indispensable part of any effective point-of-sale or display system, offering a reliable and straightforward solution for creating impactful visual merchandising. They are built to last, providing a cost-effective and dependable method for securing your valuable displays. Ensure your panels are firmly affixed and your displays stand out with these high-quality fixing collars. They are specifically engineered for the retail sector where durability and ease of maintenance are paramount. Experience the difference that well-designed and robust fixing hardware can make to your merchandising strategy."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "65447",
      "title": "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones",
      "changes": {
        "title": [
          "Yellow/Black Expanding Barricade – Flex Gate Barricade 3.4m",
          "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones"
        ],
        "description": [
          "– FlexGate Flexible Expanding Gate Barrier<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> delivers fast, flexible, and efficient access control for both indoor and outdoor environments. Its innovative retractable design allows staff to restrict entry or redirect traffic in seconds. Because it deploys and retracts smoothly, the FlexGate is ideal for use in warehouses, retail areas, construction sites, and public facilities where space and time matter.</p>Quick, Expandable Design<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> opens effortlessly to create a secure temporary closure. Simply unlock, expand, and position the barrier to block access. When the area is clear, collapse it back into a compact unit for storage or transport. As a result, you can manage changing conditions quickly without permanent fixtures or heavy lifting.</p>Lightweight, Strong, and Easy to Handle<p>Engineered from durable materials, the FlexGate combines light weight with solid construction. Its smooth-glide mechanism ensures quiet, stable operation while the robust frame stands up to daily use. Furthermore, the ergonomic design makes repositioning straightforward, even for a single operator. Therefore, it’s a dependable choice for fast-moving work environments.</p>Compact Portability and Minimal Storage<p>Once closed, the <strong>FlexGate 3.4m Expanding Barrier</strong> becomes a compact, self-contained unit. This space-saving design fits easily into maintenance carts, service vehicles, or storage cupboards. Moreover, its integrated locking system secures the barrier during transport, preventing accidental expansion. Consequently, you can move it safely between job sites with minimal effort.</p>Versatile Access Control Applications<p>From temporary maintenance zones to event crowd control, the <strong>FlexGate 3.4m Expanding Barrier</strong> performs reliably in every setting. It’s especially effective for isolating cleaning areas, blocking restricted doors, or guiding foot traffic. Because it’s both portable and reusable, it offers an economical long-term safety solution for any organisation.</p>Effortless Safety and Convenience<p>Lightweight, visible, and quick to deploy, the <strong>FlexGate 3.4m Expanding Barrier</strong> ensures rapid response whenever access control is required. Explore our complete range of expanding barricades here. For official safety guidance, visit theHSE Website.</p>",
          "Effortless Access Control Yellow Black Expanding Barricade Flex Gate Barrier 3.4m Introducing the FlexGate Flexible Expanding Gate Barrier in a striking yellow and black design, your ultimate solution for swift and adaptable access control in any environment, whether indoors or outdoors. This innovative retractable barrier is engineered to provide rapid deployment, allowing your staff to efficiently restrict entry or expertly redirect traffic in mere seconds. The FlexGate boasts a seamless and smooth expansion and retraction mechanism, making it an indispensable tool for warehouses, bustling retail spaces, dynamic construction sites, and busy public facilities where managing space and optimizing time are paramount concerns. Its quick and expandable design allows for effortless opening to create a secure temporary closure. Simply unlock, expand, and position the barrier to effectively block access. When the area is no longer restricted, it collapses back into a remarkably compact unit, perfect for convenient storage or easy transport, enabling you to adapt to changing conditions swiftly without relying on permanent fixtures or arduous heavy lifting. Engineered from robust and durable materials, the FlexGate masterfully combines a lightweight construction with solid, reliable build quality. Its advanced smooth-glide mechanism guarantees quiet and stable operation, while the sturdy frame is built to withstand the rigors of daily use. Furthermore, its ergonomic design ensures straightforward repositioning, even for a single operator, making it a dependable choice for fast-paced work environments where efficiency is key. Once fully closed, this 3.4 meter expanding barrier transforms into a compact, self-contained unit. This space-saving design allows it to fit snugly into maintenance carts, service vehicles, or even storage cupboards, maximizing your available space. Moreover, its integrated locking system securely fastens the barrier during transport, effectively preventing any accidental expansion and ensuring safe transit between job sites with minimal effort. The vibrant yellow and black color scheme enhances its visibility, adding an extra layer of safety. The FlexGate Flexible Expanding Gate Barrier is exceptionally versatile, performing reliably in every setting, from managing temporary maintenance zones to providing crucial crowd control at events. It is particularly effective for isolating cleaning areas, securely blocking off restricted doorways, or elegantly guiding pedestrian traffic. Its portability and reusability offer an economical and sustainable long-term safety solution for any organization seeking reliable and adaptable crowd control measures. Experience effortless safety and unparalleled convenience with this lightweight, highly visible, and quick-to-deploy expanding barricade, ensuring a rapid response whenever effective access control is required. This barrier is designed to be highly visible from a distance due to its bright yellow and black contrasting colors, ensuring that it immediately draws attention and communicates restricted access effectively. The overall length of 3.4 meters when fully extended provides ample coverage for various applications. Its durable construction means it can withstand frequent use and exposure to different weather conditions if used outdoors, making it a resilient investment for your safety and access control needs."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Yellow/Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "67905",
      "title": "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism",
      "changes": {
        "title": [
          "Blue Compressed Air Hose Reel – 10m Retractable",
          "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism"
        ],
        "description": [
          "Product Overview<p>The <strong>10m Blue Air Hose Reel</strong> is built for compact garages, workshops, and DIY spaces.It delivers reliable reach without bulk. Moreover, its tidy profile reduces clutter and improves safety.As a result, this retractable hose reel keeps your workspace organised and efficient.</p>Durable 10m Blue Air Hose Reel<p>This reel withstands up to <strong>217 psi (15bar)</strong>. A tough ABS shell and<strong>8–12mm PU</strong> hose ensure long service life. Therefore, you can power pneumatic tools,woodworking equipment, and cleaning tasks with confidence. Additionally, steady airflow supports consistent results.</p>Smooth, Retractable Hose System<p>An advanced auto-retract mechanism limits kinks and tangles. Consequently, the hose stays in great condition.Furthermore, smooth pull-and-lock operation saves time during frequent use. This compact reel helpsmaintain productivity in busy environments.</p>Quick Mounting and Setup<p>Installation takes minutes. First, choose a level wall, ceiling, or floor position. Next, secure the reel withthe included screws. Then connect your nozzle and air compressor. Finally, enjoy a tidy, ready-to-use setupthat supports safe workflow.</p>Why Choose a Retractable Hose Reel?<p>A retractable hose reel saves space, prevents accidents, and protects your hose from wear.In addition, it improves workflow by keeping tools ready at all times. Compared with loose hoses,this compact unit delivers greater efficiency and long-term value.</p>Use Cases & Compatibility<p>Ideal for tyre inflation, air blow guns, nailers, staplers, and light sanding tools. It fits standardC-Type quick connectors for fast changes. For a technical overview of common air tools, see thispneumatic tools guide.</p>Specifications<ul> <li>Length: <strong>10m</strong></li> <li>Dimensions: <strong>30L × 10W × 30H cm</strong></li> <li>Pressure: <strong>217psi (15bar)</strong></li> <li>Calibre: <strong>8–12mm PU</strong></li> <li>Shell: <strong>ABS</strong></li> <li>Connector: <strong>C-Type Quick Air Connector</strong></li> <li>Colour: <strong>Blue</strong></li> <li>Model: <strong>AIR-BL-30-9</strong></li></ul>Maintenance and Care<p>To extend the life of your blue air reel, keep it clean and store it indoors when not in use.Regularly check fittings and connectors for secure performance. With minimal care, this retractablehose reel will serve reliably for years.</p>Customise Your Workspace<p>This reel also comes in Grey, White and Black in 10 and 30m length options. Therefore, you can match length and colour to every project.</p>For safety information when using compressed air equipment visit the HSE Website</p>For more information about all our other products like this, please view our full range of Retractable Hose and Cord Reels or our range at Hosereelpro.</p>",
          "Effortless Organization Blue 10m Retractable Air Hose Reel for a Clutter-Free Workspace Discover unparalleled efficiency and a pristine workspace with our Blue 10m Retractable Air Hose Reel. Engineered for the discerning DIY enthusiast, home mechanic, or professional workshop, this reel is the ultimate solution to taming unruly air hoses. Say goodbye to tripping hazards and tangled messes; this advanced retractable system offers a generous 10 meters of reach, effortlessly extending to your required length and retracting smoothly when work is done. Its compact design, measuring 30cm long, 10cm wide, and 30cm high, ensures it occupies minimal space, making it perfect for garages, workshops, and any area where space is a premium. The striking blue colour adds a touch of vibrancy to your toolkit, making it easy to locate. Crafted with durability at its core, the robust ABS shell provides exceptional protection against daily wear and tear, promising a long service life. The integrated 8-12mm PU hose is not only tough but also flexible, designed to withstand pressures of up to a substantial 217 psi (15 bar). This means you can confidently power a wide range of pneumatic tools, from nailers and staplers to air blow guns and even light sanding equipment. The steady, consistent airflow delivered by this hose reel ensures your tools perform at their best, leading to superior results and increased productivity. The sophisticated auto-retract mechanism is a game-changer. It prevents frustrating kinks and tangles that plague traditional air hoses, ensuring the hose remains in pristine condition for years to come. The smooth pull-and-lock operation means you can extend the hose to any desired length and it will stay put, ready for immediate use, saving you valuable time during frequent tasks. Installation is refreshingly simple, requiring only minutes. Choose a convenient wall, ceiling, or floor mounting location, secure the reel with the provided screws, connect your air compressor and nozzle via the standard C-Type quick air connector, and you're ready to go. This quick setup facilitates a safer, more streamlined workflow from the moment you unbox it. Beyond its practical advantages, choosing this retractable hose reel offers significant benefits. It maximises your available workspace by eliminating the need for cumbersome loose hoses. It dramatically enhances safety by reducing the risk of accidental trips and falls. It also protects your hose from damage, extending its lifespan and saving you money on replacements. This is a smart investment that delivers greater efficiency and long-term value compared to conventional hose storage solutions. Whether you’re inflating tyres, using air tools for woodworking projects, or tackling various cleaning tasks, this versatile reel is your indispensable companion. While this model is a vibrant blue, it’s also available in Grey, White, and Black, and in a 30-meter length, allowing you to perfectly customise your workspace and match your specific needs and aesthetic preferences. For added convenience and compatibility, it features a C-Type Quick Air Connector, ensuring fast and easy tool changes. Experience the difference a well-organized and efficient workspace can make with this exceptional blue retractable air hose reel."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Blue"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "6917",
      "title": "Wall Unit 300 - Wall Mounted Retractable Belt Barrier - WallPro 300 - 2.3m/3m Belt",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6724",
      "title": "Large Swing Gate for Interlocking Steel Barricades – Secure Crowd Control Barrier Access – 2.5m Width",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67825",
      "title": "Garden Hose Reel 30m - Black - Retractable Garden Hose Reel",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "7084",
      "title": "Flat Metal Slatwall Shelf 1.26m x 152mm",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "62919",
      "title": "1.8m Yellow Steel Barricade - Sturdy & Durable Metal Crowd Control Barrier for Safety & Events",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67116",
      "title": "15m Retractable Garden Hose Reel: Black, Wall-Mounted, Automatic Hose Winder for Easy Outdoor Watering, Kink-Free Hose Storage, Effortless Gardening",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67092",
      "title": "Steel Barricade In Blue - 1.8m Compact Metal Barricade With Removable Feet",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67802",
      "title": "Garden Hose Reel 30m - Green - Retractable Garden Hose Reel",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6044",
      "title": "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces",
      "changes": {
        "title": [
          "Large Polished Brass Wall Plate For Up To 2 Ropes",
          "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces"
        ],
        "description": [
          "Product Overview<strong>Durable Rope Barrier Wall Plate – Secure & Stylish Crowd Control</strong>Effortlessly create a sleek and organized barrier system with our Rope Barrier Wall Plate. Designed for both functionality and style, this heavy-duty wall plate allows you to securely attach one or two ropes to a wall, eliminating the need for freestanding stanchions in tight spaces.<strong>Key Features:</strong>✔ Versatile Rope Compatibility – Works seamlessly with both snap-end and hook-end ropes for hassle-free installation.✔ Space-Saving Solution – Ideal for areas where floor space is limited, ensuring effective crowd control without bulky posts.✔ Premium Finishes – Available in a variety of high-quality stock finishes to match your décor and existing fixtures.✔ Durable & Reliable – Crafted from sturdy materials for long-lasting performance in hotels, theaters, museums, retail spaces, and VIP areas.Enhance your queue management with this sleek, space-efficient, and professional wall-mounted barrier solution.",
          "A Large Polished Brass Wall Plate for Securing Up to Two Ropes to Create Elegant Space-Saving Barriers Elevate your venue's ambiance and efficiently manage guest flow with this exquisite Large Polished Brass Wall Plate designed to accommodate up to two ropes. Crafted with a stunning polished brass finish, this heavy-duty wall plate offers a sophisticated and enduring solution for establishing secure and stylish barriers. Say goodbye to the clutter of freestanding stanchions in confined areas. This wall-mounted plate seamlessly integrates with your existing décor, providing a streamlined approach to crowd management that prioritizes both aesthetics and functionality. Its versatility is a key highlight, as it expertly accommodates both snap-end and hook-end ropes, ensuring a hassle-free and quick installation process. This space-saving innovation is particularly invaluable for venues where floor space is at a premium, such as intimate lounges, exclusive VIP sections, or bustling event spaces. The robust construction guarantees exceptional durability, making it a reliable choice for high-traffic environments including hotels, theaters, museums, and retail establishments that demand both security and visual appeal. The premium polished brass finish not only adds a touch of timeless elegance but also ensures longevity and resistance to wear and tear. Imagine creating refined walkways in a gallery or guiding patrons elegantly through an event entrance; this wall plate offers a refined and professional solution. Beyond its immediate practicality, this barrier accessory contributes to an overall perception of luxury and organization. It’s an essential component for any discerning establishment aiming to enhance the guest experience through thoughtful design and effective crowd flow. This particular model, featuring a substantial size and a lustrous polished brass finish, makes a subtle yet significant statement, blending practical crowd control with a high-end aesthetic. This ensures that even functional elements contribute positively to the overall look and feel of your space, reinforcing your brand's commitment to quality and guest satisfaction. The large plate size ensures a very secure attachment point for up to two ropes, providing a sturdy and dependable barrier."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Gold"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "67861",
      "title": "15m Retractable Cable Reel-White",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    }
  ],
  "new_products": [],
  "removed_products": [],
  "price_changes": [],
  "sale_price_changes": [],
  "availability_changes": [],
  "title_changes": [
    {
      "product_id": "67781",
      "title": "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events",
      "changes": {
        "title": [
          "A4 Radius Corner Sign Stand 210mm x 297mm",
          "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events"
        ],
        "description": [
          "Professional A4 Floor Display Stand for Posters <p>Showcase menus, promotions, or safety notices with this stylish <strong>A4 Floor Display Stand</strong>. It holds A4 posters (210mm x 297mm) securely and suits retail, hospitality, exhibitions, and reception areas. The smooth radius-corner frame removes sharp edges, giving a refined and safer design.</p> Durable A4 Floor Display Stand Design <p>The aluminium frame and weighted base provide lasting stability. Even in high-traffic spaces, the stand stays secure. A clear protective cover shields posters from dust and damage while keeping them visible. Because it’s freestanding, you can position it anywhere without wall mounting.</p> Flexible and Easy Poster Updates <p>Display posters in portrait or landscape to suit your message. Update menus, promotions, or safety graphics quickly. For a rigid option, insert foam board up to 6mm thick.</p> Safe and Stylish Display Solution <p>Rounded corners enhance safety while adding a modern look. This makes the <strong>freestanding poster stand</strong> both practical and professional for busy environments. Its blend of style, durability, and convenience ensures reliable signage for businesses.</p> Why Choose an A4 Display Stand? <p>An A4 display holder offers versatility, portability, and a polished finish that wall-mounted signs can’t provide. It’s ideal for retail, hospitality, and event settings where flexibility matters most. This <strong>A4 poster stand</strong> also offers excellent portability. Businesses can move it between areas quickly, making it a practical option for venues with changing layouts. From daily menus in restaurants to promotional signs at exhibitions, it delivers clear, professional presentation in any setting.</p> Key Features <ul> <li>✅ Fits A4 (210mm x 297mm) posters or 6mm foam board</li> <li>✅ Radius-corner frame for safety and style</li> <li>✅ Stable freestanding design—no tools required</li> <li>✅ Durable aluminium construction</li> <li>✅ Quick, tool-free poster changes</li> <li>✅ Ideal for retail, hospitality, and events</li> </ul> <p>For more signage solutions, explore our full range of Signage & Floor Signs.<br> For official sizing, see the ISO A paper size chart.</p>",
          "Professional A4 Radius Corner Floor Display Stand 210mm x 297mm for Menus Promotions and Safety Notices in Retail Hospitality and Exhibitions Discover the ultimate professional A4 floor display stand designed to elevate your promotional efforts and ensure clear communication in any setting. This versatile stand, precisely sized to hold A4 posters measuring 210mm by 297mm, is the perfect solution for showcasing menus, dynamic promotions, and essential safety notices across retail environments, bustling hospitality venues, engaging exhibitions, and welcoming reception areas. Its innovative design features a smooth radius-corner frame, expertly eliminating sharp edges to provide a significantly refined and much safer user experience, a crucial benefit for high-traffic public spaces. Engineered for lasting durability, the stand boasts a robust aluminium frame complemented by a reassuringly weighted base, guaranteeing unwavering stability even when placed in the busiest, most frequented areas. Poster protection is paramount, and this stand excels with a crystal-clear, protective cover that not only shields your displayed content from dust and potential damage but also ensures maximum visibility. The freestanding nature of this design eliminates the need for any wall mounting, offering unparalleled flexibility in positioning your signage exactly where it will have the greatest impact. Adaptability is key, and this A4 floor display stand effortlessly accommodates your needs, allowing you to orient your posters in either portrait or landscape orientation to best suit your message and aesthetic. Updating your displays is a breeze, enabling quick and hassle-free changes to menus, promotional materials, or important safety graphics. For an even more rigid presentation, the stand can accommodate foam boards up to an impressive 6mm thick, offering an alternative to traditional paper posters. This safe and stylish display solution, with its thoughtfully rounded corners, not only enhances safety but also injects a touch of modern sophistication into your space. It is a truly practical and professional choice for environments where efficiency and appearance are equally important. The seamless blend of contemporary style, exceptional durability, and user-friendly convenience ensures consistently reliable and professional signage presentation, day after day. The inherent versatility of an A4 display holder cannot be overstated; it offers portability and a polished finish that static wall-mounted signs simply cannot replicate. This makes it an indispensable tool for retail outlets, restaurants, cafes, and event organizers who require dynamic and adaptable signage solutions. Its excellent portability allows businesses to effortlessly move it between different areas of a venue, proving invaluable for spaces with evolving layouts or temporary event setups. Whether you're presenting daily specials in a restaurant or highlighting a key promotion at an exhibition, this A4 poster stand guarantees a clear, impactful, and professional presentation, making it an essential addition to any business looking to optimize its visual communication strategy. The product comes in a sleek silver finish, adding a premium touch to its functionality."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Silver"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "9389",
      "title": "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays",
      "changes": {
        "title": [
          "Post Collars",
          "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays"
        ],
        "description": [
          "Post Panel Fixing Collar for attaching panels to posts. Two required per post. Simple to fix to the posts and attach the post panels.",
          "Secure Your Space Post Panel Fixing Collar for All Your Merchandising Needs In a sleek black finish and expertly designed to create a seamless and secure display system. This vital component, the Post Panel Fixing Collar, is your key to effortlessly attaching merchandising panels to your upright posts, ensuring a professional and robust presentation every time. Crafted with durability and ease of use in mind, these collars are not just functional but also contribute to the overall aesthetic of your retail environment. You will require two collars per post to achieve the optimal stability and support for your panels. Their innovative design allows for a simple and intuitive fixing process to the posts, meaning less time spent on assembly and more time focusing on showcasing your products. Once the collars are securely in place, attaching the post panels becomes a breeze, facilitating quick and efficient setup and rearrangement of your merchandising displays. We understand the importance of flexibility and efficiency in the fast-paced world of retail, and these Post Panel Fixing Collars deliver on both. Their robust construction guarantees longevity, withstanding the rigors of daily use in high-traffic areas. The smooth, unobtrusive design ensures they blend seamlessly with your existing post structures, maintaining a clean and uncluttered appearance. Invest in these essential merchandising accessories to elevate the presentation of your goods, enhance customer experience, and maintain a well-organized and visually appealing store. The black color offers a sophisticated and versatile look that complements any interior design. Available in a standard size suitable for most common post diameters, ensuring wide compatibility across your merchandising setups. These collars are an indispensable part of any effective point-of-sale or display system, offering a reliable and straightforward solution for creating impactful visual merchandising. They are built to last, providing a cost-effective and dependable method for securing your valuable displays. Ensure your panels are firmly affixed and your displays stand out with these high-quality fixing collars. They are specifically engineered for the retail sector where durability and ease of maintenance are paramount. Experience the difference that well-designed and robust fixing hardware can make to your merchandising strategy."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "65447",
      "title": "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones",
      "changes": {
        "title": [
          "Yellow/Black Expanding Barricade – Flex Gate Barricade 3.4m",
          "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones"
        ],
        "description": [
          "– FlexGate Flexible Expanding Gate Barrier<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> delivers fast, flexible, and efficient access control for both indoor and outdoor environments. Its innovative retractable design allows staff to restrict entry or redirect traffic in seconds. Because it deploys and retracts smoothly, the FlexGate is ideal for use in warehouses, retail areas, construction sites, and public facilities where space and time matter.</p>Quick, Expandable Design<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> opens effortlessly to create a secure temporary closure. Simply unlock, expand, and position the barrier to block access. When the area is clear, collapse it back into a compact unit for storage or transport. As a result, you can manage changing conditions quickly without permanent fixtures or heavy lifting.</p>Lightweight, Strong, and Easy to Handle<p>Engineered from durable materials, the FlexGate combines light weight with solid construction. Its smooth-glide mechanism ensures quiet, stable operation while the robust frame stands up to daily use. Furthermore, the ergonomic design makes repositioning straightforward, even for a single operator. Therefore, it’s a dependable choice for fast-moving work environments.</p>Compact Portability and Minimal Storage<p>Once closed, the <strong>FlexGate 3.4m Expanding Barrier</strong> becomes a compact, self-contained unit. This space-saving design fits easily into maintenance carts, service vehicles, or storage cupboards. Moreover, its integrated locking system secures the barrier during transport, preventing accidental expansion. Consequently, you can move it safely between job sites with minimal effort.</p>Versatile Access Control Applications<p>From temporary maintenance zones to event crowd control, the <strong>FlexGate 3.4m Expanding Barrier</strong> performs reliably in every setting. It’s especially effective for isolating cleaning areas, blocking restricted doors, or guiding foot traffic. Because it’s both portable and reusable, it offers an economical long-term safety solution for any organisation.</p>Effortless Safety and Convenience<p>Lightweight, visible, and quick to deploy, the <strong>FlexGate 3.4m Expanding Barrier</strong> ensures rapid response whenever access control is required. Explore our complete range of expanding barricades here. For official safety guidance, visit theHSE Website.</p>",
          "Effortless Access Control Yellow Black Expanding Barricade Flex Gate Barrier 3.4m Introducing the FlexGate Flexible Expanding Gate Barrier in a striking yellow and black design, your ultimate solution for swift and adaptable access control in any environment, whether indoors or outdoors. This innovative retractable barrier is engineered to provide rapid deployment, allowing your staff to efficiently restrict entry or expertly redirect traffic in mere seconds. The FlexGate boasts a seamless and smooth expansion and retraction mechanism, making it an indispensable tool for warehouses, bustling retail spaces, dynamic construction sites, and busy public facilities where managing space and optimizing time are paramount concerns. Its quick and expandable design allows for effortless opening to create a secure temporary closure. Simply unlock, expand, and position the barrier to effectively block access. When the area is no longer restricted, it collapses back into a remarkably compact unit, perfect for convenient storage or easy transport, enabling you to adapt to changing conditions swiftly without relying on permanent fixtures or arduous heavy lifting. Engineered from robust and durable materials, the FlexGate masterfully combines a lightweight construction with solid, reliable build quality. Its advanced smooth-glide mechanism guarantees quiet and stable operation, while the sturdy frame is built to withstand the rigors of daily use. Furthermore, its ergonomic design ensures straightforward repositioning, even for a single operator, making it a dependable choice for fast-paced work environments where efficiency is key. Once fully closed, this 3.4 meter expanding barrier transforms into a compact, self-contained unit. This space-saving design allows it to fit snugly into maintenance carts, service vehicles, or even storage cupboards, maximizing your available space. Moreover, its integrated locking system securely fastens the barrier during transport, effectively preventing any accidental expansion and ensuring safe transit between job sites with minimal effort. The vibrant yellow and black color scheme enhances its visibility, adding an extra layer of safety. The FlexGate Flexible Expanding Gate Barrier is exceptionally versatile, performing reliably in every setting, from managing temporary maintenance zones to providing crucial crowd control at events. It is particularly effective for isolating cleaning areas, securely blocking off restricted doorways, or elegantly guiding pedestrian traffic. Its portability and reusability offer an economical and sustainable long-term safety solution for any organization seeking reliable and adaptable crowd control measures. Experience effortless safety and unparalleled convenience with this lightweight, highly visible, and quick-to-deploy expanding barricade, ensuring a rapid response whenever effective access control is required. This barrier is designed to be highly visible from a distance due to its bright yellow and black contrasting colors, ensuring that it immediately draws attention and communicates restricted access effectively. The overall length of 3.4 meters when fully extended provides ample coverage for various applications. Its durable construction means it can withstand frequent use and exposure to different weather conditions if used outdoors, making it a resilient investment for your safety and access control needs."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Yellow/Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "67905",
      "title": "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism",
      "changes": {
        "title": [
          "Blue Compressed Air Hose Reel – 10m Retractable",
          "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism"
        ],
        "description": [
          "Product Overview<p>The <strong>10m Blue Air Hose Reel</strong> is built for compact garages, workshops, and DIY spaces.It delivers reliable reach without bulk. Moreover, its tidy profile reduces clutter and improves safety.As a result, this retractable hose reel keeps your workspace organised and efficient.</p>Durable 10m Blue Air Hose Reel<p>This reel withstands up to <strong>217 psi (15bar)</strong>. A tough ABS shell and<strong>8–12mm PU</strong> hose ensure long service life. Therefore, you can power pneumatic tools,woodworking equipment, and cleaning tasks with confidence. Additionally, steady airflow supports consistent results.</p>Smooth, Retractable Hose System<p>An advanced auto-retract mechanism limits kinks and tangles. Consequently, the hose stays in great condition.Furthermore, smooth pull-and-lock operation saves time during frequent use. This compact reel helpsmaintain productivity in busy environments.</p>Quick Mounting and Setup<p>Installation takes minutes. First, choose a level wall, ceiling, or floor position. Next, secure the reel withthe included screws. Then connect your nozzle and air compressor. Finally, enjoy a tidy, ready-to-use setupthat supports safe workflow.</p>Why Choose a Retractable Hose Reel?<p>A retractable hose reel saves space, prevents accidents, and protects your hose from wear.In addition, it improves workflow by keeping tools ready at all times. Compared with loose hoses,this compact unit delivers greater efficiency and long-term value.</p>Use Cases & Compatibility<p>Ideal for tyre inflation, air blow guns, nailers, staplers, and light sanding tools. It fits standardC-Type quick connectors for fast changes. For a technical overview of common air tools, see thispneumatic tools guide.</p>Specifications<ul> <li>Length: <strong>10m</strong></li> <li>Dimensions: <strong>30L × 10W × 30H cm</strong></li> <li>Pressure: <strong>217psi (15bar)</strong></li> <li>Calibre: <strong>8–12mm PU</strong></li> <li>Shell: <strong>ABS</strong></li> <li>Connector: <strong>C-Type Quick Air Connector</strong></li> <li>Colour: <strong>Blue</strong></li> <li>Model: <strong>AIR-BL-30-9</strong></li></ul>Maintenance and Care<p>To extend the life of your blue air reel, keep it clean and store it indoors when not in use.Regularly check fittings and connectors for secure performance. With minimal care, this retractablehose reel will serve reliably for years.</p>Customise Your Workspace<p>This reel also comes in Grey, White and Black in 10 and 30m length options. Therefore, you can match length and colour to every project.</p>For safety information when using compressed air equipment visit the HSE Website</p>For more information about all our other products like this, please view our full range of Retractable Hose and Cord Reels or our range at Hosereelpro.</p>",
          "Effortless Organization Blue 10m Retractable Air Hose Reel for a Clutter-Free Workspace Discover unparalleled efficiency and a pristine workspace with our Blue 10m Retractable Air Hose Reel. Engineered for the discerning DIY enthusiast, home mechanic, or professional workshop, this reel is the ultimate solution to taming unruly air hoses. Say goodbye to tripping hazards and tangled messes; this advanced retractable system offers a generous 10 meters of reach, effortlessly extending to your required length and retracting smoothly when work is done. Its compact design, measuring 30cm long, 10cm wide, and 30cm high, ensures it occupies minimal space, making it perfect for garages, workshops, and any area where space is a premium. The striking blue colour adds a touch of vibrancy to your toolkit, making it easy to locate. Crafted with durability at its core, the robust ABS shell provides exceptional protection against daily wear and tear, promising a long service life. The integrated 8-12mm PU hose is not only tough but also flexible, designed to withstand pressures of up to a substantial 217 psi (15 bar). This means you can confidently power a wide range of pneumatic tools, from nailers and staplers to air blow guns and even light sanding equipment. The steady, consistent airflow delivered by this hose reel ensures your tools perform at their best, leading to superior results and increased productivity. The sophisticated auto-retract mechanism is a game-changer. It prevents frustrating kinks and tangles that plague traditional air hoses, ensuring the hose remains in pristine condition for years to come. The smooth pull-and-lock operation means you can extend the hose to any desired length and it will stay put, ready for immediate use, saving you valuable time during frequent tasks. Installation is refreshingly simple, requiring only minutes. Choose a convenient wall, ceiling, or floor mounting location, secure the reel with the provided screws, connect your air compressor and nozzle via the standard C-Type quick air connector, and you're ready to go. This quick setup facilitates a safer, more streamlined workflow from the moment you unbox it. Beyond its practical advantages, choosing this retractable hose reel offers significant benefits. It maximises your available workspace by eliminating the need for cumbersome loose hoses. It dramatically enhances safety by reducing the risk of accidental trips and falls. It also protects your hose from damage, extending its lifespan and saving you money on replacements. This is a smart investment that delivers greater efficiency and long-term value compared to conventional hose storage solutions. Whether you’re inflating tyres, using air tools for woodworking projects, or tackling various cleaning tasks, this versatile reel is your indispensable companion. While this model is a vibrant blue, it’s also available in Grey, White, and Black, and in a 30-meter length, allowing you to perfectly customise your workspace and match your specific needs and aesthetic preferences. For added convenience and compatibility, it features a C-Type Quick Air Connector, ensuring fast and easy tool changes. Experience the difference a well-organized and efficient workspace can make with this exceptional blue retractable air hose reel."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Blue"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "6044",
      "title": "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces",
      "changes": {
        "title": [
          "Large Polished Brass Wall Plate For Up To 2 Ropes",
          "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces"
        ],
        "description": [
          "Product Overview<strong>Durable Rope Barrier Wall Plate – Secure & Stylish Crowd Control</strong>Effortlessly create a sleek and organized barrier system with our Rope Barrier Wall Plate. Designed for both functionality and style, this heavy-duty wall plate allows you to securely attach one or two ropes to a wall, eliminating the need for freestanding stanchions in tight spaces.<strong>Key Features:</strong>✔ Versatile Rope Compatibility – Works seamlessly with both snap-end and hook-end ropes for hassle-free installation.✔ Space-Saving Solution – Ideal for areas where floor space is limited, ensuring effective crowd control without bulky posts.✔ Premium Finishes – Available in a variety of high-quality stock finishes to match your décor and existing fixtures.✔ Durable & Reliable – Crafted from sturdy materials for long-lasting performance in hotels, theaters, museums, retail spaces, and VIP areas.Enhance your queue management with this sleek, space-efficient, and professional wall-mounted barrier solution.",
          "A Large Polished Brass Wall Plate for Securing Up to Two Ropes to Create Elegant Space-Saving Barriers Elevate your venue's ambiance and efficiently manage guest flow with this exquisite Large Polished Brass Wall Plate designed to accommodate up to two ropes. Crafted with a stunning polished brass finish, this heavy-duty wall plate offers a sophisticated and enduring solution for establishing secure and stylish barriers. Say goodbye to the clutter of freestanding stanchions in confined areas. This wall-mounted plate seamlessly integrates with your existing décor, providing a streamlined approach to crowd management that prioritizes both aesthetics and functionality. Its versatility is a key highlight, as it expertly accommodates both snap-end and hook-end ropes, ensuring a hassle-free and quick installation process. This space-saving innovation is particularly invaluable for venues where floor space is at a premium, such as intimate lounges, exclusive VIP sections, or bustling event spaces. The robust construction guarantees exceptional durability, making it a reliable choice for high-traffic environments including hotels, theaters, museums, and retail establishments that demand both security and visual appeal. The premium polished brass finish not only adds a touch of timeless elegance but also ensures longevity and resistance to wear and tear. Imagine creating refined walkways in a gallery or guiding patrons elegantly through an event entrance; this wall plate offers a refined and professional solution. Beyond its immediate practicality, this barrier accessory contributes to an overall perception of luxury and organization. It’s an essential component for any discerning establishment aiming to enhance the guest experience through thoughtful design and effective crowd flow. This particular model, featuring a substantial size and a lustrous polished brass finish, makes a subtle yet significant statement, blending practical crowd control with a high-end aesthetic. This ensures that even functional elements contribute positively to the overall look and feel of your space, reinforcing your brand's commitment to quality and guest satisfaction. The large plate size ensures a very secure attachment point for up to two ropes, providing a sturdy and dependable barrier."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Gold"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    }
  ],
  "description_changes": [
    {
      "product_id": "67781",
      "title": "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events",
      "changes": {
        "title": [
          "A4 Radius Corner Sign Stand 210mm x 297mm",
          "Professional A4 Radius Corner Floor Poster Display Stand 210mm x 297mm Aluminium for Retail Hospitality Events"
        ],
        "description": [
          "Professional A4 Floor Display Stand for Posters <p>Showcase menus, promotions, or safety notices with this stylish <strong>A4 Floor Display Stand</strong>. It holds A4 posters (210mm x 297mm) securely and suits retail, hospitality, exhibitions, and reception areas. The smooth radius-corner frame removes sharp edges, giving a refined and safer design.</p> Durable A4 Floor Display Stand Design <p>The aluminium frame and weighted base provide lasting stability. Even in high-traffic spaces, the stand stays secure. A clear protective cover shields posters from dust and damage while keeping them visible. Because it’s freestanding, you can position it anywhere without wall mounting.</p> Flexible and Easy Poster Updates <p>Display posters in portrait or landscape to suit your message. Update menus, promotions, or safety graphics quickly. For a rigid option, insert foam board up to 6mm thick.</p> Safe and Stylish Display Solution <p>Rounded corners enhance safety while adding a modern look. This makes the <strong>freestanding poster stand</strong> both practical and professional for busy environments. Its blend of style, durability, and convenience ensures reliable signage for businesses.</p> Why Choose an A4 Display Stand? <p>An A4 display holder offers versatility, portability, and a polished finish that wall-mounted signs can’t provide. It’s ideal for retail, hospitality, and event settings where flexibility matters most. This <strong>A4 poster stand</strong> also offers excellent portability. Businesses can move it between areas quickly, making it a practical option for venues with changing layouts. From daily menus in restaurants to promotional signs at exhibitions, it delivers clear, professional presentation in any setting.</p> Key Features <ul> <li>✅ Fits A4 (210mm x 297mm) posters or 6mm foam board</li> <li>✅ Radius-corner frame for safety and style</li> <li>✅ Stable freestanding design—no tools required</li> <li>✅ Durable aluminium construction</li> <li>✅ Quick, tool-free poster changes</li> <li>✅ Ideal for retail, hospitality, and events</li> </ul> <p>For more signage solutions, explore our full range of Signage & Floor Signs.<br> For official sizing, see the ISO A paper size chart.</p>",
          "Professional A4 Radius Corner Floor Display Stand 210mm x 297mm for Menus Promotions and Safety Notices in Retail Hospitality and Exhibitions Discover the ultimate professional A4 floor display stand designed to elevate your promotional efforts and ensure clear communication in any setting. This versatile stand, precisely sized to hold A4 posters measuring 210mm by 297mm, is the perfect solution for showcasing menus, dynamic promotions, and essential safety notices across retail environments, bustling hospitality venues, engaging exhibitions, and welcoming reception areas. Its innovative design features a smooth radius-corner frame, expertly eliminating sharp edges to provide a significantly refined and much safer user experience, a crucial benefit for high-traffic public spaces. Engineered for lasting durability, the stand boasts a robust aluminium frame complemented by a reassuringly weighted base, guaranteeing unwavering stability even when placed in the busiest, most frequented areas. Poster protection is paramount, and this stand excels with a crystal-clear, protective cover that not only shields your displayed content from dust and potential damage but also ensures maximum visibility. The freestanding nature of this design eliminates the need for any wall mounting, offering unparalleled flexibility in positioning your signage exactly where it will have the greatest impact. Adaptability is key, and this A4 floor display stand effortlessly accommodates your needs, allowing you to orient your posters in either portrait or landscape orientation to best suit your message and aesthetic. Updating your displays is a breeze, enabling quick and hassle-free changes to menus, promotional materials, or important safety graphics. For an even more rigid presentation, the stand can accommodate foam boards up to an impressive 6mm thick, offering an alternative to traditional paper posters. This safe and stylish display solution, with its thoughtfully rounded corners, not only enhances safety but also injects a touch of modern sophistication into your space. It is a truly practical and professional choice for environments where efficiency and appearance are equally important. The seamless blend of contemporary style, exceptional durability, and user-friendly convenience ensures consistently reliable and professional signage presentation, day after day. The inherent versatility of an A4 display holder cannot be overstated; it offers portability and a polished finish that static wall-mounted signs simply cannot replicate. This makes it an indispensable tool for retail outlets, restaurants, cafes, and event organizers who require dynamic and adaptable signage solutions. Its excellent portability allows businesses to effortlessly move it between different areas of a venue, proving invaluable for spaces with evolving layouts or temporary event setups. Whether you're presenting daily specials in a restaurant or highlighting a key promotion at an exhibition, this A4 poster stand guarantees a clear, impactful, and professional presentation, making it an essential addition to any business looking to optimize its visual communication strategy. The product comes in a sleek silver finish, adding a premium touch to its functionality."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Silver"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "9389",
      "title": "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays",
      "changes": {
        "title": [
          "Post Collars",
          "Post Panel Fixing Collar for Securely Attaching Panels, Black Metal, Easy Install, Durable Hardware for Merchandising Displays"
        ],
        "description": [
          "Post Panel Fixing Collar for attaching panels to posts. Two required per post. Simple to fix to the posts and attach the post panels.",
          "Secure Your Space Post Panel Fixing Collar for All Your Merchandising Needs In a sleek black finish and expertly designed to create a seamless and secure display system. This vital component, the Post Panel Fixing Collar, is your key to effortlessly attaching merchandising panels to your upright posts, ensuring a professional and robust presentation every time. Crafted with durability and ease of use in mind, these collars are not just functional but also contribute to the overall aesthetic of your retail environment. You will require two collars per post to achieve the optimal stability and support for your panels. Their innovative design allows for a simple and intuitive fixing process to the posts, meaning less time spent on assembly and more time focusing on showcasing your products. Once the collars are securely in place, attaching the post panels becomes a breeze, facilitating quick and efficient setup and rearrangement of your merchandising displays. We understand the importance of flexibility and efficiency in the fast-paced world of retail, and these Post Panel Fixing Collars deliver on both. Their robust construction guarantees longevity, withstanding the rigors of daily use in high-traffic areas. The smooth, unobtrusive design ensures they blend seamlessly with your existing post structures, maintaining a clean and uncluttered appearance. Invest in these essential merchandising accessories to elevate the presentation of your goods, enhance customer experience, and maintain a well-organized and visually appealing store. The black color offers a sophisticated and versatile look that complements any interior design. Available in a standard size suitable for most common post diameters, ensuring wide compatibility across your merchandising setups. These collars are an indispensable part of any effective point-of-sale or display system, offering a reliable and straightforward solution for creating impactful visual merchandising. They are built to last, providing a cost-effective and dependable method for securing your valuable displays. Ensure your panels are firmly affixed and your displays stand out with these high-quality fixing collars. They are specifically engineered for the retail sector where durability and ease of maintenance are paramount. Experience the difference that well-designed and robust fixing hardware can make to your merchandising strategy."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "65447",
      "title": "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones",
      "changes": {
        "title": [
          "Yellow/Black Expanding Barricade – Flex Gate Barricade 3.4m",
          "Yellow/Black FlexGate 3.4m Expanding Gate Barrier for Fast Access Control in Warehouses Retail Construction Event Crowd Management and Safety Zones"
        ],
        "description": [
          "– FlexGate Flexible Expanding Gate Barrier<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> delivers fast, flexible, and efficient access control for both indoor and outdoor environments. Its innovative retractable design allows staff to restrict entry or redirect traffic in seconds. Because it deploys and retracts smoothly, the FlexGate is ideal for use in warehouses, retail areas, construction sites, and public facilities where space and time matter.</p>Quick, Expandable Design<p>The <strong>FlexGate Flexible Expanding Gate Barrier</strong> opens effortlessly to create a secure temporary closure. Simply unlock, expand, and position the barrier to block access. When the area is clear, collapse it back into a compact unit for storage or transport. As a result, you can manage changing conditions quickly without permanent fixtures or heavy lifting.</p>Lightweight, Strong, and Easy to Handle<p>Engineered from durable materials, the FlexGate combines light weight with solid construction. Its smooth-glide mechanism ensures quiet, stable operation while the robust frame stands up to daily use. Furthermore, the ergonomic design makes repositioning straightforward, even for a single operator. Therefore, it’s a dependable choice for fast-moving work environments.</p>Compact Portability and Minimal Storage<p>Once closed, the <strong>FlexGate 3.4m Expanding Barrier</strong> becomes a compact, self-contained unit. This space-saving design fits easily into maintenance carts, service vehicles, or storage cupboards. Moreover, its integrated locking system secures the barrier during transport, preventing accidental expansion. Consequently, you can move it safely between job sites with minimal effort.</p>Versatile Access Control Applications<p>From temporary maintenance zones to event crowd control, the <strong>FlexGate 3.4m Expanding Barrier</strong> performs reliably in every setting. It’s especially effective for isolating cleaning areas, blocking restricted doors, or guiding foot traffic. Because it’s both portable and reusable, it offers an economical long-term safety solution for any organisation.</p>Effortless Safety and Convenience<p>Lightweight, visible, and quick to deploy, the <strong>FlexGate 3.4m Expanding Barrier</strong> ensures rapid response whenever access control is required. Explore our complete range of expanding barricades here. For official safety guidance, visit theHSE Website.</p>",
          "Effortless Access Control Yellow Black Expanding Barricade Flex Gate Barrier 3.4m Introducing the FlexGate Flexible Expanding Gate Barrier in a striking yellow and black design, your ultimate solution for swift and adaptable access control in any environment, whether indoors or outdoors. This innovative retractable barrier is engineered to provide rapid deployment, allowing your staff to efficiently restrict entry or expertly redirect traffic in mere seconds. The FlexGate boasts a seamless and smooth expansion and retraction mechanism, making it an indispensable tool for warehouses, bustling retail spaces, dynamic construction sites, and busy public facilities where managing space and optimizing time are paramount concerns. Its quick and expandable design allows for effortless opening to create a secure temporary closure. Simply unlock, expand, and position the barrier to effectively block access. When the area is no longer restricted, it collapses back into a remarkably compact unit, perfect for convenient storage or easy transport, enabling you to adapt to changing conditions swiftly without relying on permanent fixtures or arduous heavy lifting. Engineered from robust and durable materials, the FlexGate masterfully combines a lightweight construction with solid, reliable build quality. Its advanced smooth-glide mechanism guarantees quiet and stable operation, while the sturdy frame is built to withstand the rigors of daily use. Furthermore, its ergonomic design ensures straightforward repositioning, even for a single operator, making it a dependable choice for fast-paced work environments where efficiency is key. Once fully closed, this 3.4 meter expanding barrier transforms into a compact, self-contained unit. This space-saving design allows it to fit snugly into maintenance carts, service vehicles, or even storage cupboards, maximizing your available space. Moreover, its integrated locking system securely fastens the barrier during transport, effectively preventing any accidental expansion and ensuring safe transit between job sites with minimal effort. The vibrant yellow and black color scheme enhances its visibility, adding an extra layer of safety. The FlexGate Flexible Expanding Gate Barrier is exceptionally versatile, performing reliably in every setting, from managing temporary maintenance zones to providing crucial crowd control at events. It is particularly effective for isolating cleaning areas, securely blocking off restricted doorways, or elegantly guiding pedestrian traffic. Its portability and reusability offer an economical and sustainable long-term safety solution for any organization seeking reliable and adaptable crowd control measures. Experience effortless safety and unparalleled convenience with this lightweight, highly visible, and quick-to-deploy expanding barricade, ensuring a rapid response whenever effective access control is required. This barrier is designed to be highly visible from a distance due to its bright yellow and black contrasting colors, ensuring that it immediately draws attention and communicates restricted access effectively. The overall length of 3.4 meters when fully extended provides ample coverage for various applications. Its durable construction means it can withstand frequent use and exposure to different weather conditions if used outdoors, making it a resilient investment for your safety and access control needs."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Yellow/Black"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "67905",
      "title": "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism",
      "changes": {
        "title": [
          "Blue Compressed Air Hose Reel – 10m Retractable",
          "Durable 10m Blue Retractable Air Hose Reel with PU Hose, 217 PSI Max Pressure, Ideal for Workshops and DIY Projects, Auto-Retract Mechanism"
        ],
        "description": [
          "Product Overview<p>The <strong>10m Blue Air Hose Reel</strong> is built for compact garages, workshops, and DIY spaces.It delivers reliable reach without bulk. Moreover, its tidy profile reduces clutter and improves safety.As a result, this retractable hose reel keeps your workspace organised and efficient.</p>Durable 10m Blue Air Hose Reel<p>This reel withstands up to <strong>217 psi (15bar)</strong>. A tough ABS shell and<strong>8–12mm PU</strong> hose ensure long service life. Therefore, you can power pneumatic tools,woodworking equipment, and cleaning tasks with confidence. Additionally, steady airflow supports consistent results.</p>Smooth, Retractable Hose System<p>An advanced auto-retract mechanism limits kinks and tangles. Consequently, the hose stays in great condition.Furthermore, smooth pull-and-lock operation saves time during frequent use. This compact reel helpsmaintain productivity in busy environments.</p>Quick Mounting and Setup<p>Installation takes minutes. First, choose a level wall, ceiling, or floor position. Next, secure the reel withthe included screws. Then connect your nozzle and air compressor. Finally, enjoy a tidy, ready-to-use setupthat supports safe workflow.</p>Why Choose a Retractable Hose Reel?<p>A retractable hose reel saves space, prevents accidents, and protects your hose from wear.In addition, it improves workflow by keeping tools ready at all times. Compared with loose hoses,this compact unit delivers greater efficiency and long-term value.</p>Use Cases & Compatibility<p>Ideal for tyre inflation, air blow guns, nailers, staplers, and light sanding tools. It fits standardC-Type quick connectors for fast changes. For a technical overview of common air tools, see thispneumatic tools guide.</p>Specifications<ul> <li>Length: <strong>10m</strong></li> <li>Dimensions: <strong>30L × 10W × 30H cm</strong></li> <li>Pressure: <strong>217psi (15bar)</strong></li> <li>Calibre: <strong>8–12mm PU</strong></li> <li>Shell: <strong>ABS</strong></li> <li>Connector: <strong>C-Type Quick Air Connector</strong></li> <li>Colour: <strong>Blue</strong></li> <li>Model: <strong>AIR-BL-30-9</strong></li></ul>Maintenance and Care<p>To extend the life of your blue air reel, keep it clean and store it indoors when not in use.Regularly check fittings and connectors for secure performance. With minimal care, this retractablehose reel will serve reliably for years.</p>Customise Your Workspace<p>This reel also comes in Grey, White and Black in 10 and 30m length options. Therefore, you can match length and colour to every project.</p>For safety information when using compressed air equipment visit the HSE Website</p>For more information about all our other products like this, please view our full range of Retractable Hose and Cord Reels or our range at Hosereelpro.</p>",
          "Effortless Organization Blue 10m Retractable Air Hose Reel for a Clutter-Free Workspace Discover unparalleled efficiency and a pristine workspace with our Blue 10m Retractable Air Hose Reel. Engineered for the discerning DIY enthusiast, home mechanic, or professional workshop, this reel is the ultimate solution to taming unruly air hoses. Say goodbye to tripping hazards and tangled messes; this advanced retractable system offers a generous 10 meters of reach, effortlessly extending to your required length and retracting smoothly when work is done. Its compact design, measuring 30cm long, 10cm wide, and 30cm high, ensures it occupies minimal space, making it perfect for garages, workshops, and any area where space is a premium. The striking blue colour adds a touch of vibrancy to your toolkit, making it easy to locate. Crafted with durability at its core, the robust ABS shell provides exceptional protection against daily wear and tear, promising a long service life. The integrated 8-12mm PU hose is not only tough but also flexible, designed to withstand pressures of up to a substantial 217 psi (15 bar). This means you can confidently power a wide range of pneumatic tools, from nailers and staplers to air blow guns and even light sanding equipment. The steady, consistent airflow delivered by this hose reel ensures your tools perform at their best, leading to superior results and increased productivity. The sophisticated auto-retract mechanism is a game-changer. It prevents frustrating kinks and tangles that plague traditional air hoses, ensuring the hose remains in pristine condition for years to come. The smooth pull-and-lock operation means you can extend the hose to any desired length and it will stay put, ready for immediate use, saving you valuable time during frequent tasks. Installation is refreshingly simple, requiring only minutes. Choose a convenient wall, ceiling, or floor mounting location, secure the reel with the provided screws, connect your air compressor and nozzle via the standard C-Type quick air connector, and you're ready to go. This quick setup facilitates a safer, more streamlined workflow from the moment you unbox it. Beyond its practical advantages, choosing this retractable hose reel offers significant benefits. It maximises your available workspace by eliminating the need for cumbersome loose hoses. It dramatically enhances safety by reducing the risk of accidental trips and falls. It also protects your hose from damage, extending its lifespan and saving you money on replacements. This is a smart investment that delivers greater efficiency and long-term value compared to conventional hose storage solutions. Whether you’re inflating tyres, using air tools for woodworking projects, or tackling various cleaning tasks, this versatile reel is your indispensable companion. While this model is a vibrant blue, it’s also available in Grey, White, and Black, and in a 30-meter length, allowing you to perfectly customise your workspace and match your specific needs and aesthetic preferences. For added convenience and compatibility, it features a C-Type Quick Air Connector, ensuring fast and easy tool changes. Experience the difference a well-organized and efficient workspace can make with this exceptional blue retractable air hose reel."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Blue"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    },
    {
      "product_id": "6044",
      "title": "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces",
      "changes": {
        "title": [
          "Large Polished Brass Wall Plate For Up To 2 Ropes",
          "Large Polished Brass Rope Barrier Wall Plate for Up to 2 Ropes - Secure & Stylish Crowd Control Solution for Tight Spaces"
        ],
        "description": [
          "Product Overview<strong>Durable Rope Barrier Wall Plate – Secure & Stylish Crowd Control</strong>Effortlessly create a sleek and organized barrier system with our Rope Barrier Wall Plate. Designed for both functionality and style, this heavy-duty wall plate allows you to securely attach one or two ropes to a wall, eliminating the need for freestanding stanchions in tight spaces.<strong>Key Features:</strong>✔ Versatile Rope Compatibility – Works seamlessly with both snap-end and hook-end ropes for hassle-free installation.✔ Space-Saving Solution – Ideal for areas where floor space is limited, ensuring effective crowd control without bulky posts.✔ Premium Finishes – Available in a variety of high-quality stock finishes to match your décor and existing fixtures.✔ Durable & Reliable – Crafted from sturdy materials for long-lasting performance in hotels, theaters, museums, retail spaces, and VIP areas.Enhance your queue management with this sleek, space-efficient, and professional wall-mounted barrier solution.",
          "A Large Polished Brass Wall Plate for Securing Up to Two Ropes to Create Elegant Space-Saving Barriers Elevate your venue's ambiance and efficiently manage guest flow with this exquisite Large Polished Brass Wall Plate designed to accommodate up to two ropes. Crafted with a stunning polished brass finish, this heavy-duty wall plate offers a sophisticated and enduring solution for establishing secure and stylish barriers. Say goodbye to the clutter of freestanding stanchions in confined areas. This wall-mounted plate seamlessly integrates with your existing décor, providing a streamlined approach to crowd management that prioritizes both aesthetics and functionality. Its versatility is a key highlight, as it expertly accommodates both snap-end and hook-end ropes, ensuring a hassle-free and quick installation process. This space-saving innovation is particularly invaluable for venues where floor space is at a premium, such as intimate lounges, exclusive VIP sections, or bustling event spaces. The robust construction guarantees exceptional durability, making it a reliable choice for high-traffic environments including hotels, theaters, museums, and retail establishments that demand both security and visual appeal. The premium polished brass finish not only adds a touch of timeless elegance but also ensures longevity and resistance to wear and tear. Imagine creating refined walkways in a gallery or guiding patrons elegantly through an event entrance; this wall plate offers a refined and professional solution. Beyond its immediate practicality, this barrier accessory contributes to an overall perception of luxury and organization. It’s an essential component for any discerning establishment aiming to enhance the guest experience through thoughtful design and effective crowd flow. This particular model, featuring a substantial size and a lustrous polished brass finish, makes a subtle yet significant statement, blending practical crowd control with a high-end aesthetic. This ensures that even functional elements contribute positively to the overall look and feel of your space, reinforcing your brand's commitment to quality and guest satisfaction. The large plate size ensures a very secure attachment point for up to two ropes, providing a sturdy and dependable barrier."
        ],
        "age_group": [
          "",
          "adult"
        ],
        "color": [
          "",
          "Gold"
        ],
        "gender": [
          "",
          "unisex"
        ]
      }
    }
  ],
  "image_changes": [],
  "item_group_changes": [],
  "shipping_changes": [],
  "label_changes": [
    {
      "product_id": "67119",
      "title": "Automatic Retracting 15m Garden Hose Reel, Wall Mounted, Green, Easy Hose Storage, Kink-Free Hose, Effortless Watering",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "7659",
      "title": "Value Black Belt Barrier Post - Black Retractable Belt Barrier - 3.2m Red Belt",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6051",
      "title": "Black Vertical A4 Post Top Sign Frame Holder with 6.3mm Border, Stanchions, Easy Replacement, Weatherized Outdoor",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "8025",
      "title": "Belt Barrier 10 Pack - Black Post Retractable Belt Barriers - 2.6m/3.4m/3.9 metres - Over 40 Stock Belt Colour Options and Lettering",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6918",
      "title": "Wall Unit 300 - Steel Wall Mounted Retractable Belt Barrier - WallMaster 300 - 2.3m/3m Belt - 50 Colours - Locking Belt End - Braking System",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6733",
      "title": "4.8m Metal Expanding Barricade - Mobile With Locking Wheels - Yellow/Black - FlexPro160",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "5471",
      "title": "Magnetic Wall Unit - Wall Mounted Retractable Belt Barrier - WallPro Magnetic 400 - 3.9m/4.6m Belt - 50 Stock Belt Colours and Messages",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "6917",
      "title": "Wall Unit 300 - Wall Mounted Retractable Belt Barrier - WallPro 300 - 2.3m/3m Belt",
      "changes": {
        "custom_label_0": [
          "Heroes",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "6724",
      "title": "Large Swing Gate for Interlocking Steel Barricades – Secure Crowd Control Barrier Access – 2.5m Width",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67825",
      "title": "Garden Hose Reel 30m - Black - Retractable Garden Hose Reel",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "7084",
      "title": "Flat Metal Slatwall Shelf 1.26m x 152mm",
      "changes": {
        "custom_label_0": [
          "Zombies",
          "Sidekicks"
        ]
      }
    },
    {
      "product_id": "62919",
      "title": "1.8m Yellow Steel Barricade - Sturdy & Durable Metal Crowd Control Barrier for Safety & Events",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67116",
      "title": "15m Retractable Garden Hose Reel: Black, Wall-Mounted, Automatic Hose Winder for Easy Outdoor Watering, Kink-Free Hose Storage, Effortless Gardening",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67092",
      "title": "Steel Barricade In Blue - 1.8m Compact Metal Barricade With Removable Feet",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67802",
      "title": "Garden Hose Reel 30m - Green - Retractable Garden Hose Reel",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    },
    {
      "product_id": "67861",
      "title": "15m Retractable Cable Reel-White",
      "changes": {
        "custom_label_0": [
          "Villains",
          "Zombies"
        ]
      }
    }
  ]
}